{
    "Etymology": {
        "content": [
            "Pittsburgh was named in honor ofWilliam Pitt, 1st Earl of Chatham, often referred to as William Pitt the Elder to distinguish him from his sonWilliam Pitt the Younger.",
            "The suffixburghis theScots languageandScottish Englishcognateof theEnglish languageborough, which has other cognates in words and place names in severalIndo-European languages. Historically, thismorphemewas used inplace namesto describe a location as being defensible, such as a hill, a fort, or a fortified settlement.[1][note 1]"
        ]
    },
    "History and spellings": {
        "content": [
            "Pittsburgh was so named when British forces capturedFort Duquesneduring theFrench and Indian War(Seven Years War). The earliest known references to the new name of the settlement are in letters sent byGeneral John Forbes, dated 26 and 27 November 1758, reporting the capture of the fort. In copies of and quotes from those letters in later sources, the name of Pittsburgh is spelled with and without theh, and sometimes with anobefore theu.[note 2]As a Scotsman, General Forbes probably pronounced the name/ˈpɪtsbərə/PITS-bər-ə, similar to the pronunciation of \"Edinburgh\" as a Scotsman would say it:/ˈɛdɪnbərə/ⓘED-in-bər-ə.[10][11][12]The name appeared in print at least as early as 14 December 1758, when thePennsylvania Gazettepublished a letter written by a member of Forbes's army from \"Pittsburgh (formerly Fort Duquesne)\".[13]",
            "For a long time, there was little regard for uniformity in the spelling of Pittsburgh's name.[14]Early municipal documents and city directories generally spelled the name with a finalh,[15]but the letter is notably omitted in thecity charterenacted by the state legislature in 1816.[14]The variance in spelling persisted through the 19th century. In 1890, some local newspapers were using the finalhand some were not.[14]",
            "The name of the city was normally spelled without anhinGerman(includingPennsylvania Dutch), in which geographical names ending in-burgand-berg(and never followed by anh) are very common."
        ],
        "Federal board decisions": {
            "content": [
                "In 1890, theUnited States Board on Geographic Nameswas created to establish uniform place name usage throughout the various departments and agencies of the U.S. government. To guide its standardization efforts, the Board adopted thirteen general principles, one of which was that the final-hshould be dropped from place names ending in-burgh.[16]The Board compiled a report of place name \"decisions\" in 1891 in which Pittsburgh's name for federal government purposes was renderedPittsburg.[17][note 3]",
                "In support of its decision favoring thePittsburgspelling, the Board referenced the 1816 city charter. The full decision and rationale from the Board follows:",
                "Pittsburg. Pennsylvania.The city was chartered in 1816, its name being spelled without theh, and its official form is still Pittsburg. Thehappears to have been added by the Post-Office Department, and through that action local usage appears to have become divided. While the majority of local newspapers print it without theh, certain others use the finalh.[18]",
                "The Board's decisions were compulsory upon all federal government agencies, including the Post Office. Outside the federal government, the decisions, while highly influential,[17]were not officially binding.[19]The Pittsburgh city government continued to use the spelling with theh,[10]as did such local institutions as the PittsburghGazette, thePittsburgh Stock Exchangeand theUniversity of Pittsburgh.[14]In 1908, aPittsburgh Chamber of Commercecommittee, after conducting a review of historical documents, endorsedPittsburghas the proper way to spell the city's name and looked toward getting that spelling federally recognized.[20]Responding to mounting pressure and, in the end, political pressure from senatorGeorge T. Oliver, the names board reversed itself and added anhto its spelling of the city on July 19, 1911.[14]The letter sent to Senator Oliver to announce this decision, dated July 20, stated:",
                "Hon. George T. Oliver, United States Senate:",
                "Sir: At a special meeting of the United States Geographic Board held on July 19, 1911, the previous decision with regard to the spelling of Pittsburgh without a final H was reconsidered and the form given below was adopted:Pittsburgh, a city in Pennsylvania (not Pittsburg).Very respectfully,C. S. SLOAN,",
                "Secretary.[21]",
                "With the spelling controversy largely settled, theh-less form of the city's name headed toward extinction. There were some holdouts: the city's largest-circulation newspaper,The Pittsburg Press, adhered to the shorter spelling until 1921;[22]The Pittsburg DispatchandThe Pittsburg Leaderdid so until ceasing publication in 1923.[23]",
                "Many cities across the United States named after the city of Pittsburgh, such asPittsburg, Kansas,Pittsburg, California, andWest Pittsburg, Pennsylvania, continue to use thePittsburgspelling in their names. Other independent municipalities, such as the borough ofEast Pittsburgh, Pennsylvania, reflect the modern spelling."
            ]
        },
        "Baseball card": {
            "content": [
                "Perhaps the most familiar reference to thePittsburgspelling is on the renowned 1909T-206baseball cardofPittsburgh PirateslegendHonus Wagner. Its scarcity, even at the time, combined with Wagner's reputation as one of the greatest players in baseball history, made it the most valuable sports card of all time, with one pristine specimen yielding $6.61 million (equivalent to $7.43 million in 2023)[24]at auction.[25]It has been characterized as the \"Holy Grail\" of baseball cards.[26]The city name displayed across Wagner's jersey on the card was an artistic addition that did not actually appear on the Pirates' uniforms of the time.[27][28]The portrait of Wagner makes it appear as if there could be anHon the end, cut off by the border of the picture, but this notion is countered by the appearance of \"PITTSBURG\" in the underlying caption and on other Pirate portraits from the T-206 card set."
            ]
        },
        "The-hin Pittsburgh culture": {
            "content": [
                "The presence of the-hat the end of the wordPittsburghis occasionally recognized in Pittsburgh culture.  It is often rendered asPGH. For example,Pittsburgh International Airport's abbreviation is PIT, whileUnion Station's abbreviation is PGH. The area'sFoxaffiliate takes its call sign,WPGH-TV, from that. Additionally, thePittsburgh Piratescity connect jerseys festure PGH written across the chest. A recent playful take on the final-hofPittsburghappears in the name of thePittsburgh Water and Sewer Authority's brand of bottled water:PGH2O, which is aportmanteauof the abbreviationPGHand the chemical name for water,H2O.[29]\"Da 'Burgh\" or \"Da Burgh\" is a local and affectionate nickname for the city. In homage to the city's history, the \"Pittsburg Plunge\" at Kennywood Park retains the alternate spelling without theh."
            ]
        }
    },
    "See also": {},
    "Notes": {},
    "References": {}
}