{
    "Etymology": {
        "content": [
            "Originally the Romans used Scotia to refer to Ireland.[18][19][20]The Venerable Bede(c.672or 673 – 27 May, 735) uses the wordScottorumfor the nation from Ireland who settled part of thePictishlands: \"Scottorum nationem in Pictorum parte recipit.\" This can be inferred to mean the arrival of the people, also known as theGaels, in the Kingdom of Dál Riata, in the western edge of Scotland. Bede used the wordnatio(nation) for the Scots, where he often refers to other peoples, such as the Picts, with the wordgens(race).[21]In the 10th-centuryAnglo-Saxon Chronicle, the wordScotis mentioned as a reference to the \"Land of the Gaels\". The wordScottorumwas again used by an Irish king in 1005:Imperator Scottorumwas the title given toBrian Bórumaby his notary, Mael Suthain, in theBook of Armagh.[22]This style was subsequently copied by the Scottish kings.BasileusScottorumappears on the great seal ofKing Edgar(1074–1107).[23]Alexander I(c.1078–1124) used the wordsRexScottorumon his great seal, as did many of his successors up to and includingJames VI.[24]",
            "In modern times, the wordsScotandScottishare applied mainly to inhabitants of Scotland. The possible ancient Irish connotations are largely forgotten. The language known asUlster Scots, spoken in parts of northeastern Ireland, is the result of 17th- and 18th-century immigration to Ireland from Scotland.",
            "In the English language, the wordScotchis a term to describe a thing from Scotland, such asScotch whisky. However, when referring to people, the preferred term isScots. Many Scottish people find the termScotchto be offensive when applied to people.[25]The Oxford Dictionary describesScotchas an old-fashioned term for \"Scottish\".[26]"
        ]
    },
    "Scottish ethnic and cultural groups": {
        "History of ethnogeneses": {
            "content": [
                "In theEarly Middle Ages, Scotland saw several ethnic or cultural groups mentioned in contemporary sources, namely thePicts, theGaels, theBritons, and theAngles, with the last of these settling in the southeast of the country. Culturally, these peoples are grouped according to language. Most of Scotland until the 13th century spokeCeltic languages, and these included, at least initially, theBritons, as well as theGaelsand thePicts.[27]Germanic peoplesincluded the Angles ofNorthumbria, who settled in south-eastern Scotland in the region between theFirth of Forthto the north and theRiver Tweedto the south. They also occupied the southwest of Scotland up to and including the Plain ofKyle. Their language,Old English, was the earliest form of the language which eventually became known asScots.",
                "Use of the Gaelic language spread through nearly the whole of Scotland by the 9th century,[28]reaching a peak in the 11th to 13th centuries, but was never the language of the south-east of the country.[28]King Edgardivided theKingdom of Northumbriabetween Scotland and England; at least, most medieval historians now accept the 'gift' by Edgar. In any case, after the laterBattle of Carhamthe Scottish kingdom encompassed many English people, with even more quite possibly arriving after theNorman invasion of Englandin 1066. South-east of theFirth of Forth, then inLothianand theBorders(OE:Loðene), a northern variety ofOld English, also known asEarly Scots, was spoken.",
                "As a result ofDavid I, King of Scots'return from exile in England in 1113, ultimately to assume the throne in 1124 with the help ofAnglo-Normanmilitary force, David invited Anglo-Norman families from France and England to settle in lands he granted them to spread a ruling class loyal to him.[29]ThisDavidian Revolution, as many historians call it, brought a European style offeudalismto Scotland along with an influx of people of French descent – by invitation, unlikeEnglandwhere it was by conquest. To this day, many of thecommon family names of Scotlandcan trace ancestry to Normans from this period, such as theStewarts, theBruces, theHamiltons, theWallacesand theMelvilles.",
                "TheNorthern Islesand some parts ofCaithnesswereNorn-speaking (the west of Caithness was Gaelic-speaking into the 20th century, as were some small communities in parts of the Central Highlands). From 1200 to 1500, theEarly Scotslanguage spread across the lowland parts of Scotland betweenGallowayand the Highland line, being used byBarbourin his historical epicThe Brusin the late 14th century in Aberdeen.[citation needed]",
                "From 1500 on, Scotland was commonly divided by language into two groups of people,Gaelic-speaking\"Highlanders\" (the language formerly called Scottis by English speakers and known by many Lowlanders in the 18th century as \"Erse\") and theInglis-speaking \"Lowlanders\" (a language later to be calledScots). However, movement between the two regions increased over the last few centuries. Highlanders moved to major cities (e.g. Glasgow and Edinburgh) and regions bordering the southern Highlands (e.g. Lowland Stirlingshire and Perthshire). This is evidenced by people with traditional Gaelic surnames (including anglicised varieties) currently living in these areas. Lowlanders also settled in Highland regions such asMoray, which was traditionally Gaelic-speaking but replaced withDoricin the 19th century.[30]Today, immigrants have brought other languages, such asPolish,PunjabiandUrdu, but almost every adult throughout Scotland is fluent in the English language.[citation needed]"
            ]
        },
        "Constructs of a unitary ethnicity": {
            "content": [
                "HistorianSusan Reynoldshas put forward how, since theMiddle Ages, there have been attempts to obfuscate the ethnic plurality of Scottish people due to the political practicalities ofnation building.[31]Academics have explored how 15th and 16th-century Scottish poets and orators, such asBlind Harry, constructed terms such as 'trew Scottis' in an effort to diminish differences between the ethnic groups living within Scotland in the popular consciousness.[32]",
                "A 1974 International Political Science Association report defined this ethnic plurality in Scotland as the following: \"The basic ethnic and cultural division in the British\nIsles has been that between the Anglo-Saxon peoples of England and the Scottish Lowlands and the Celtic peoples of Wales, Ireland and the Scottish Highlands.[33][full citation needed]",
                "In 2014, historian Steven L. Danver, who specialises in indigenous ethnic research, wrote regarding Lowlands Scots and Gaelic Scots' unique ancestries: \"The people of Scotland are divided into two groups - Lowland Scots in the southern part of the country and Highland Scots in the north - that differ from one another ethnically, culturally, and linguistically ... Lowlanders differ from Highlanders in their ethnic origin. While Highland Scots are of Celtic (Gaelic) descent, Lowland Scots are descended from people of Germanic stock. During the seventh century C.E., settlers of Germanic tribes of Angles moved from Northumbria in present-day northern England and southeastern Scotland to the area around Edinburgh. Their descendants gradually occupied all of the Lowlands.\"[34]",
                "Knox College's Stuart Macdonald, who specialises in early modern Scottish history, writes that during the 18th and 19th centuries, the people of Scotland remained grouped into multiple ethnicities:[35]",
                "To speak of Scots as a single ethnic group is also somewhat problematic. It would be more accurate in the eighteenth and nineteenth centuries to talk of two distinct Scottish ethnic communities divided by language and culture, and, at times, mutual antagonisms – Highlanders and Lowlanders.",
                "With regard to the period spanning the 16th century to the 18th century, sociologist Ian Carter's research into marriage patterns found little intermarrying between the groups.[36]"
            ]
        }
    },
    "Scottish diaspora": {
        "content": [
            "Today, Scotland has a population of just over five million people,[39]the majority of whom consider themselves Scottish.[40][41]It is estimated around 40 million people worldwide claim Scottish ancestry, particularly inAustralia,New Zealand, continentalEurope, theUnited StatesandCanada.[42]",
            "Scots have travelled internationally for centuries, helping to build Scotland's international reputation and the promotion ofScottish culture,music,literatureandart.[43]TheScottish Governmentuses the term \"Scottish connections\" when described Scottish diaspora, and recognises Scottish connections as people of Scottish heritage (by ancestry, marriage or other family connection), lived diaspora (those who moved to Scotland to permanently reside at any time for any reason), educational diaspora (alumni of Scottish educational institutions, and Scots studying or working in international institutions) and affinity (individuals who associate themselves with a connection to Scotland. This connection may be active through cultural, linguistic, friendship, or professional links, or who may simply be interested Scotland’s heritage or culture).[44]"
        ],
        "United States": {
            "content": [
                "The majority of Scotch-Irish Americans originally came from Lowland Scotland and Northern England before migrating to the province ofUlsterinIreland(seePlantation of Ulster)  and thence, beginning about fivegenerationslater, to North America in large numbers during the eighteenth century.",
                "In the 2000 census, 4.8 million Americans[45]self-reported Scottish ancestry, 1.7% of the total U.S. population.\nOver 4.3 million self-reportedScotch-Irishancestry, for a total of 9.2 million Americans self-reporting some kind of Scottish descent.\nSelf-reported numbers are regarded by demographers as massive under-counts, because Scottish ancestry is known to be disproportionately under-reported among the majority of mixed ancestry,[46]and because areas where people reported \"American\" ancestry were the places where, historically, Scottish and Scotch-IrishProtestantssettled in North America (that is: along the North American coast,Appalachia, and the SoutheasternUnited States). Scottish Americans descended from nineteenth-century Scottish emigrants tend to be concentrated in the West, while many inNew Englandare the descendants of emigrants, often Gaelic-speaking, from theMaritime ProvincesofCanada, from the 1880s onward.\nAmericans of Scottish descent outnumber the population of Scotland, where 4,459,071 or 88.09% of people identified as ethnic Scottish in the 2001 Census.[47][48]",
                "In the 2013American Community Survey5,310,285 identified as Scottish and 2,976,878 as of Scots-Irish descent.[37]Americansof Scottish descent outnumber the population of Scotland, where 4,459,071 or 88.09% of people identified as ethnic Scottish in the 2001 Census.[49][50]",
                "The number of Americans with a Scottish ancestor is estimated to be between 9 and 25 million[51][52][53][54](up to 8.3% of the total US population), and \"Scotch-Irish\", 27 to 30 million[55][56](up to 10% of the total US population), but these subgroups overlap and are often not distinguishable.\nThe majority of Scotch-Irish originally came from Lowland Scotland and Northern England before migrating to the province ofUlsterin Ireland (seePlantation of Ulster) and thence, beginning about fivegenerationslater, to North America in large numbers during the 18th century.[citation needed]",
                "SeveralPresidents of the United Stateshave claimed Scottish ancestry or Scotch-Irish ancestry, includingJames Monroethrough his great-great-grandfather Patrick Andrew Monroe emigrated to America,[57]Andrew Jackson,[58]Theodore Roosevelt,Franklin D. Roosevelt,Harry S. Truman,Lyndon B. Johnson,Richard Nixon,Ronald Reagan,Bill Clinton,George W. BushandDonald Trump, whose mother,Mary Anne MacLeod Trump, was born inTongon theIsle of Lewis.[59]"
            ]
        },
        "Canada": {
            "content": [
                "As the third-largestethnic groupin Canada and amongst the first Europeans to settle in the country, Scottish people have made a large impact onCanadian culturesince colonial times. According to the2011 Census of Canada, the number of Canadians claiming full or partial Scottish descent is 4,714,970,[60]or 15.10% of the nation's total population.",
                "Many respondents may have misunderstood the question and the numerous responses for \"Canadian\" do not give an accurate figure for numerous groups, particularly those of British Isles origins. Scottish-Canadians are the 3rd biggest ethnic group in Canada. Scottish culture has particularly thrived in the Canadian province ofNova Scotia(Latinfor \"New Scotland\"). There, inCape Breton, where both lowland and highland Scots settled in large numbers,Canadian Gaelicis still spoken by a small number of residents. Cape Breton is the home of theGaelic College of Celtic Arts and Crafts.Glengarry Countyin present-dayEastern Ontariois a historic county that was set up as a settlement forHighland Scots, where many from the Highlands settled to preserve their culture as a result of the Highland Clearances. Gaelic was the native language of the community since its settlement in the 18th century although the number of speakers decreased as a result of English migration[clarification needed]. As of the modern 21st century, there are still a few Gaelic speakers in the community.",
                "John Kenneth Galbraithin his bookThe Scotch(Toronto: MacMillan, 1964) documents the descendants of 19th-century Scottish pioneers who settled inSouthwestern Ontarioand affectionately referred to themselves as 'Scotch'. He states the book was meant to give a true picture of life in the community in the early decades of the 20th century."
            ]
        },
        "Australia": {
            "content": [
                "By 1830, 15.11% of the colonies' total non-Aboriginal population were Scots, which increased by the middle of the century to 25,000, or 20–25% of the non-Aboriginal population. TheAustralian Gold Rushof the 1850s provided a further impetus for Scottish migration: in the 1850s 90,000 Scots immigrated to Australia, far more than other British or Irish populations at the time.[61]Literacy rates of the Scottish immigrants ran at 90–95%. By 1860, Scots made up 50% of the ethnic composition ofWestern Victoria,Adelaide,PenolaandNaracoorte. Other settlements inNew South WalesincludedNew England, theHunter Valleyand theIllawarra.",
                "Much settlement followed theHighland Potato Famine,Highland Clearancesand theLowland Clearancesof the mid-19th century.\nIn the 1840s, Scots-born immigrants constituted 12% of the non-Aboriginal population. Out of the 1.3 million migrants from Britain to Australia in the period from 1861 to 1914, 13.5% were Scots. Just 5.3% of the convicts transported to Eastern Australia between 1789 and 1852 were Scots.[62]",
                "A steady rate of Scottish immigration continued into the 20th century and substantial numbers of Scots continued to arrive after 1945.[63]From 1900 until the 1950s, Scots favoured New South Wales, as well as Western Australia and Southern Australia.[citation needed]A strong cultural Scottish presence is evident in theHighland Games, dance,Tartan Daycelebrations, clan and Gaelic-speaking societies found throughout modern Australia.",
                "According to the2011 Australian census, 130,204 Australian residents were born in Scotland,[64]while 1,792,600 claimed Scottish ancestry, either alone or in combination with another ancestry.[6]This is the fourth most commonly nominated ancestry and represents over 8.9% of the total population of Australia."
            ]
        },
        "New Zealand": {
            "content": [
                "Significant numbers of Scottish people also settled in New Zealand. Approximately 20 per cent of the original European settler population of New Zealand came from Scotland, and Scottish influence is still visible around the country.[65]TheSouth Islandcity ofDunedin, in particular, is known for its Scottish heritage and was named as a tribute toEdinburghby the city's Scottish founders.",
                "Scottish migration to New Zealand dates back to the earliest period of European colonisation, with a large proportion ofPākehāNew Zealanders being of Scottish descent.[66]However, identification as \"British\" or \"European\" New Zealanders can sometimes obscure their origin. Many Scottish New Zealanders also haveMāorior other non-European ancestry.",
                "The majority of Scottish immigrants settled on the South Island. All over New Zealand, the Scots developed different means to bridge the old homeland and the new. ManyCaledoniansocieties were formed, well over 100 by the early twentieth century, that helped maintain Scottish culture and traditions. From the 1860s, these societies organised annual Caledonian Games throughout New Zealand. The Games were sports meets that brought together Scottish settlers and the wider New Zealand public. In so doing, the Games gave Scots a path to cultural integration as Scottish New Zealanders.[67]In the 1961censusthere were 47,078 people living in New Zealand who were born in Scotland; in the2013 censusthere were 25,953 in this category.[68]"
            ]
        },
        "United Kingdom": {
            "content": [
                "Many people of Scottish descent live in other parts of the United Kingdom. InUlsterparticularly the colonial policies ofJames VI, known as theplantation of Ulster, resulted in a Presbyterian and Scottish society, which formed theUlster-Scotscommunity.[71]TheProtestant Ascendancydid not however benefit them much, as the ascendancy was predominantlyAnglican. The number of people of Scottish descent in England and Wales is difficult to quantify due to the many complex migrations on the island,[citation needed]and ancient migration patterns due to wars, famine and conquest.[citation needed]The 2011 Census recorded 708,872 people born in Scotland resident in England, 24,346 resident in Wales[72]and 15,455 resident in Northern Ireland.[73]",
                "NorthamptonshiretownCorbybecame a centre for Scottish migration in the 1930s. In 1961 a third of residents were born in Scotland, and in 2011 the figure was 12.7%.[74]"
            ]
        },
        "Rest of Europe": {
            "content": [
                "Other European countries have had their share of Scots immigrants. The Scots have emigrated to mainland Europe for centuries as merchants and soldiers.[75]Many emigrated to France, Poland,[76]Italy, Germany, Scandinavia,[77]and the Netherlands.[78]Recently some scholars suggested that up to 250,000 Russian nationals may have Scottish ancestry.[79]"
            ]
        },
        "Africa": {
            "content": [
                "A number of Scottish people settled in South Africa in the 1800s and were known for their road-building expertise, their farming experience, and architectural skills.[80]"
            ]
        },
        "Latin America": {
            "content": [
                "The largest population of Scots in Latin America is found inArgentina,[81]followed byChile,[82][failed verification],ColombiaandMexico."
            ]
        }
    },
    "Scots in mainland Europe": {
        "Netherlands": {
            "content": [
                "It is said[by whom?]that the first people from theLow Countriesto settle in Scotland came in the wake ofMaud'smarriage to the Scottish king,David I, during theMiddle Ages.[when?]Craftsmen and tradesmen followed courtiers and in later centuries a brisk trade grew up between the two nations: Scotland's primary goods (wool, hides, salmon and then coal) in exchange for the luxuries obtainable in the Netherlands, one of the major hubs of European trade.",
                "By 1600, trading colonies had grown up on either side of the well-travelled shipping routes: the Dutch settled along the eastern seaboard of Scotland; the Scots congregating first inCampvere—where they were allowed to land their goods duty-free and run their own affairs—and then inRotterdam, where Scottish and DutchCalvinismcoexisted comfortably. Besides the thousands (or, according to one estimate, over 1 million)[citation needed]of local descendants with Scots ancestry, both ports still show signs of these early alliances. Now a museum, 'The Scots House' in the town ofVeerewas the only place outwith Scotland whereScots Lawwas practised. In Rotterdam, meanwhile, the doors of theScots International Churchhave remained open since 1643.[83]"
            ]
        },
        "Russia": {
            "content": [
                "The first Scots to be mentioned in Russia's history were the Scottish soldiers inMuscovyreferred to as early as the 14th century.[84]Among the 'soldiers of fortune' was the ancestor of the famous Russian poetMikhail Lermontov, called George Learmonth. A number of Scots gained wealth and fame in the times ofPeter the GreatandCatherine the Great.[85]These include AdmiralThomas Gordon, Commander-in-Chief ofKronstadt,Patrick Gordon,Paul Menzies,Samuel Greig,Charles Baird,Charles Cameron,Adam MenelawsandWilliam Hastie. Several doctors to the Russian court were from Scotland,[86]the best-known beingJames Wylie.",
                "The next wave of migration established commercial links with Russia.[87]",
                "The 19th century witnessed the immense literary cross-references between Scotland and Russia.[clarification needed]",
                "A Russian scholar, Maria Koroleva, distinguishes between 'the Russian Scots' (properly assimilated) and 'Scots in Russia', who remained thoroughly Scottish.[88]",
                "There are several societies in contemporary Russia to unite[clarification needed]the Scots. The Russian census lists do not distinguish Scots from other British people, so it is hard to establish reliable figures for the number of Scots living and working in modern Russia."
            ]
        },
        "Poland": {
            "content": [
                "From as far back as the mid-16th century there were Scots trading and settling inPoland.[89]A \"Scotch Pedlar's Pack in Poland\" became a proverbial expression. It usually consisted of cloths, woollen goods and linen kerchiefs (head coverings). Itinerants also sold tin utensils and ironware such as scissors and knives. Along with the protection offered byKing Stephenin the Royal Grant of 1576, a district inKrakówwas assigned to Scottish immigrants.",
                "Records from 1592 mention Scots settlers who were granted citizenship of Kraków give their employment as traders or merchants. Fees for citizenship ranged from 12 Polish florins to a musket and gunpowder, or an undertaking to marry within a year and a day of acquiring a holding.",
                "By the 17th century, an estimated 30,000 to 40,000 Scots lived in thePolish–Lithuanian Commonwealth.[77]Many came fromDundeeandAberdeen.[citation needed]Scots could be found in Polish towns on the banks of theVistulaas far south asKraków. Settlers fromAberdeenshirewere mainly Episcopalians or Catholics, but there were also large numbers of Calvinists. As well as Scottish traders, there were also many Scottish soldiers in Poland. In 1656, a number ofScottish highlandersseeking opportunities abroad, emigrated to the Polish–Lithuanian Commonwealth to enlist in theSwedish ArmyunderCharles X Gustavin hiswar against it.James Murraycreated the Polish navy[90][failed verification]and participated in theBattle of Oliwa. A series of four Polish novels include him asCaptain MoraorFlying Scotsman.[91]The writerJerzy Bohdan Rychliński[pl]was supported by navy historian Jerzy Pertek.[92][need quotation to verify]",
                "The Scots integrated well and many acquired great wealth. They contributed to many charitable institutions in the host country, but did not forget their homeland; for example, in 1701 when collections were made for the restoration fund of theMarischal College, Aberdeen, Scottish settlers in Poland gave generously.[citation needed]",
                "Many royal grants and privileges were granted to Scottish merchants until the 18th century, at which time the settlers began to merge more and more into the native population.\"Bonnie Prince Charlie\"was half Polish, since he was the son ofJames Stuart, the \"Old Pretender\", andClementina Sobieska, granddaughter ofJan Sobieski, King of Poland.[93][page needed][94][failed verification][95]In 1691, the City ofWarsawelected the Scottish immigrantAleksander Czamer(Alexander Chalmers) as its mayor.[96]",
                "NovelistHenryk Sienkiewiczcreated a fictional character,Hassling-Ketling of Elgin, played byJan Nowickiin the filmColonel Wolodyjowski."
            ]
        },
        "Italy": {
            "content": [
                "By 1592, the Scottish community in Rome was big enough to merit the building ofSant'Andrea degli Scozzesi(St Andrew of the Scots). It was constructed for the Scottish expatriate community in Rome, especially for those intended for priesthood. The adjoining hospice was a shelter for Catholic Scots who fled their country because of religious persecution. In 1615,Pope Paul Vgave the hospice and the nearby Scottish Seminar to theJesuits. It was rebuilt in 1645. The church and facilities became more important whenJames Francis Edward Stuart, the Old Pretender, set up residence in Rome in 1717, but were abandoned during the French occupation of Rome in the late 18th century. In 1820, although religious activity was resumed, it was no longer led by the Jesuits.Sant'Andrea degli Scozzesiwas reconstructed in 1869 byLuigi Poletti. The church was deconsecrated in 1962 and incorporated into a bank (Cassa di Risparmio delle Province Lombarde). The Scottish Seminar also moved away. TheFeast of St Andrewis still celebrated there on 30 November.[97]",
                "Gurroin Italy is said to be populated by the descendants of Scottish soldiers. According to local legend, Scottish soldiers fleeing theBattle of Paviawho arrived in the area were stopped by severe blizzards that forced many, if not all, to give up their travels and settle in the town. To this day, the town of Gurro is still proud of its Scottish links. Many of the residents claim that their surnames are Italian translations of Scottish surnames.[98]The town also has a Scottish museum.[99][100][failed verification]"
            ]
        }
    },
    "Culture": {
        "Language": {
            "content": [
                "Historically, Scottish people have spoken many different languages and dialects. The Pictish language, Norse, Norman-French and Brythonic languages have been spoken by forebears of Scottish people. However, none of these is in use today. The remaining three major languages of the Scottish people are English,Scots(various dialects) andGaelic[citation needed]. Of these three, English is the most common form as a first language. There are some other minority languages of the Scottish people, such as Spanish, used by the population of Scots inArgentina.",
                "TheNorn languagewas spoken in theNorthern Islesinto the early modern period – the currentShetlandandOrcadiandialects are heavily influenced by it to this day.",
                "There is still debate whether Scots is a dialect or a language in its own right, as there is no clear line to define the two. Scots is usually regarded as a midway between the two, as it is highly mutually intelligible with English, particularly the dialects spoken in the North of England as well as those spoken in Scotland, but is treated as a language in some laws."
            ],
            "Scottish English": {
                "content": [
                    "After theUnion of Crownsin 1603, the Scottish Court moved withJames VI & Ito London and English vocabulary began to be used by the Scottish upper classes.[110]With the introduction of theprinting press, spellings became standardised.Scottish English, a Scottish variation of southernEnglish English, began to replace the Scots language. Scottish English soon became the dominant language. By the end of the 17th century, Scots had practically ceased to exist, at least in literary form.[111]While Scots remained a commonly spoken language, the southern Scottish English dialect was the preferred language for publications from the 18th century to the present day. Today most Scottish people speak Scottish English, which has some distinctive vocabulary and may be influenced to varying degrees by Scots."
                ]
            },
            "Scots": {
                "content": [
                    "Lowland Scots, also known asLallansorDoric, is a language ofGermanicorigin. It has its roots in NorthernMiddle English. After thewars of independence, the English used by Lowland Scots speakers evolved in a different direction from that of ModernEnglish. Since 1424, this language, known to its speakers asInglis, was used by theParliament of Scotlandin its statutes.[110]By the middle of the 15th century, the language's name had changed fromInglistoScottis. Thereformation, from 1560 onwards, saw the beginning of a decline in the use of Scots forms. With the establishment of theProtestantPresbyterianreligion, and lacking a Scots translation of the Bible, they used theGeneva Edition.[112]From that point on, God spoke English, not Scots.[113]Scots continued to be used in official legal and court documents throughout the 18th century. However, due to the adoption of the southern standard by officialdom and the Education system the use of written Scots declined. Lowland Scots is still a popular spoken language with over 1.5 million Scots speakers in Scotland.[114]Scots is used by about 30,000Ulster Scots[115]and is known in official circles asUllans. In 1993, Ulster Scots was recognised, along with Scots, as a variety of the Scots language by theEuropean Bureau for Lesser-Used Languages.[116]"
                ]
            },
            "Scottish Gaelic": {
                "content": [
                    "Scottish Gaelicis aCeltic languagewith similarities to Irish.Scottish Gaeliccomes fromOld Irish. It was originally spoken by theGaelsofDál Riataand theRhinns of Galloway, later being adopted by thePictishpeople of central and eastern Scotland. Gaelic (lingua Scottica,Scottis) became thede factolanguage of the wholeKingdom of Alba. Meanwhile, Gaelic independently spread fromGallowayintoDumfriesshire. It is unclear if the Gaelic of 12th-centuryClydesdaleandSelkirkshirecame from Galloway or other parts of Scotland. The predominance of Gaelic began to decline in the 13th century, and by the end of the Middle Ages, Scotland was divided into two linguistic zones, the English/Scots-speaking Lowlands and the Gaelic-speaking Highlands and Galloway. Gaelic continued to be spoken widely throughout the Highlands until the 19th century. TheHighland clearancesactively discouraged the use of Gaelic, and caused the number of Gaelic speakers to fall.[117]Many Gaelic speakers emigrated to countries such as Canada or moved to the industrial cities oflowland Scotland. Communities, where the language is still spoken natively, are restricted to the west coast of Scotland; especially theHebrides. However, some Gaelic speakers also live in the cities ofGlasgowandEdinburgh. A report in 2005 by the Registrar General for Scotland based on the2001 UK Censusshowed about 92,400 people or 1.9% of the population can speak Gaelic, while the number of people able to read and write it rose by 7.5% and 10% respectively.[118]Outwith Scotland, there are communities of Scottish Gaelic speakers such as theCanadian Gaeliccommunity; though their numbers have also been declining rapidly. The Gaelic language is recognised as a minority language by theEuropean Union. TheScottish Parliamentis also seeking to increase the use of Gaelic in Scotland through theGaelic Language (Scotland) Act 2005. Gaelic is now used as a first language in some schools and is prominently seen in use ondual language road signsthroughout the Gaelic-speaking parts of Scotland."
                ]
            }
        },
        "Religion": {
            "content": [
                "The modern people of Scotland remain a mix of different religions and no religion. Christianity is the largest faith in Scotland. In the2011 census, 53.8% of the Scottish population identified asChristian.[119]The Protestant and Catholic divisions still remain in the society. About 14.4 per cent of the population identifies as Catholic, according to the Scottish Household Survey for 2014.[120]In Scotland the main Protestant body is theChurch of Scotlandwhich is Presbyterian. The high kirk for Presbyterians isSt Giles' Cathedral. In the United States, people of Scottish and Scots-Irish descent are chiefly Protestant[citation needed], especially in the US South, with many belonging to theBaptistorMethodistchurches or variousPresbyteriandenominations.",
                "According to the Social Scottish Attitudes research, 52% of Scottish people identified as having no religion in 2016.[121]As a result, Scotland has thus become a secular and majority non-religious country."
            ]
        },
        "Literature": {},
        "Folklore": {},
        "Science and engineering": {},
        "Music": {},
        "Sport": {
            "content": [
                "The modern games ofcurlingandgolforiginated in Scotland. Both sports are governed by bodies headquartered in Scotland, theWorld Curling Federationandthe Royal and Ancient Golf Club of St Andrewsrespectively. Scots helped to popularise and spread the sport of association football; thefirst official international matchwas played in Glasgow betweenScotlandandEnglandin 1872."
            ]
        },
        "Cuisine": {},
        "Clans": {}
    },
    "Anglicisation": {
        "content": [
            "ManyScottish surnameshave becomeanglicisedover the centuries. This reflected the gradual spread of English, initially in the form ofEarly Scots, from around the 13th century onwards, through Scotland beyond its traditional area in the Lothians. It also reflected some deliberate political attempts[citation needed]to promote the English language in the outlying regions of Scotland, including following the Union of the Crowns under KingJames VI of Scotland and I of Englandin 1603, and then theActs of Union of 1707and the subsequent defeat of rebellions.[who?]",
            "However, many Scottish surnames have remained predominantlyGaelicalbeit written according to Englishorthographicpractice (as with Irish surnames). ThusMacAoidhin Gaelic isMackayin English, andMacGill-Eainin Gaelic isMacLeanand so on.Mac(sometimesMc) is common as, effectively, it means \"son of\".MacDonald,MacDougal,MacAulay,Gilmore,Gilmour,MacKinley,Macintosh,MacKenzie,MacNeill,MacPherson,MacLear,MacAra,Bruce,Campbell,Fraser,Oliver,Craig,Lauder,Menzies,Stewart,GallowayandDuncanare just a few of many examples of traditional Scottish surnames. There are, of course, also the many surnames, likeWallaceandMorton, stemming from parts of Scotland which were settled by peoples other than the(Gaelic) Scots. The most common surnames in Scotland areSmithandBrown,[122]which each come from more than one origin: e.g. Smith might be a translation of Mac a' Ghobhainn (thence also e.g. MacGowan), and Brown can refer to the colour, or be akin to MacBrayne.[citation needed]",
            "Anglicisation is not restricted to language. In hisSocialism: critical and constructive, published in 1921, future British Prime MinisterRamsay MacDonaldwrote: \"The Anglification of Scotland has been proceeding apace to the damage of its education, its music, its literature, its genius, and the generation that is growing up under this influence is uprooted from its past, and, being\ndeprived of the inspiration of its nationality, is also deprived of its communal sense.\"[123]"
        ]
    },
    "See also": {},
    "Notes": {},
    "References": {},
    "Sources": {},
    "Further reading": {},
    "External links": {}
}