{
    "History": {
        "19th century": {
            "content": [
                "The history of thePresstraces back to an effort by Thomas J. Keenan Jr. to buyThe Pittsburg Timesnewspaper, at which he was employed as city editor. Joining Keenan in his endeavor were reporter John S. Ritenour of thePittsburgh Post, Charles W. Houston of the city clerk's office, and U.S. RepresentativeThomas M. Bayne.[1]",
                "After examining theTimesand finding it in a poor state, the group changed course and decided to start a newpenny paperin hopes that it would flourish in a local market full of two- and three-cent dailies.[2]The first issue appeared on June 23, 1884.[3]",
                "A corporation was formed, with Bayne as the largest shareholder.[1]Initially calledThe Evening Penny Press, the newspaper's name changed toThe Pittsburg Presson October 19, 1887.[4][5]The paper referred to thecity as \"Pittsburg\"until August 1921, when the letter 'h' was added.[6]"
            ]
        },
        "20th century": {
            "content": [
                "In 1901, Keenan, who had by then gained financial and editorial control of the paper, sold out to a syndicate led by Oliver S. Hershman.[7][8]Hershman remained the controlling owner until selling to theScripps-Howardchain in 1923.[9]",
                "In 1961, thePressentered into aJoint Operating Agreement(JOA) with the competingPittsburgh Post-Gazette. ThePost-Gazettehad previously purchased and merged with theHearst Corporation'sPittsburgh Sun-Telegraphleaving just itself and the much largerPittsburgh Press. The agreement was to be managed by the owners of thePittsburgh Press,E. W. Scripps Company, since thePresshad the larger circulation and brand identity. Under the agreement, thePost-Gazettebecame a six-day morning paper, and thePittsburgh Pressbecame a six-day afternoon paper in addition to publishing the only Sunday newspaper inPittsburgh.",
                "Pittsburgh Press Co. v. Pittsburgh Commission on Human Relations, 413 U.S. 376 (1973), is a 1973 decision of theUnited States Supreme Courtwhich upheld an ordinance enacted inPittsburghthat forbids sex-designatedclassified advertisingfor job opportunities, against a claim by the parent company of thePressthat the ordinance violated its First Amendment rights.",
                "On October 22, 1991,Pressmanagement announced significant changes, designed to modernize its distribution system, at the initial bargaining with theTeamstersLocal 211 union, as well as eight other unions. The unions' contracts with thePressexpired on December 31. Negotiations continued into 1992 with no agreement on a new contract. The Teamsters employees finally walked off the job on May 17, effectively putting a halt to the publication of thePressand thePost-Gazette.[10]The Teamsters refused to drive the small delivery trucks more than half full.",
                "In the press room, a union featherbedding provision under which its members had to set up every ad that appeared in the newspaper, even if it ran years before; in the case of advertisements prepared by outside print shops, those ads were still set up in the type used by thePress, and then dismantled. The backlog of such advertisements grew to several years long. With the increasing rise of electronic media, and more younger readers not reading newspapers, the Press could no longer sustain the union practices of the past. The unions would not budge and did not believe that the previous business model could no longer be sustained and afforded. A short sound bite on national TV by the then-mayor supporting the unions was the death knell, and Scripps-Howard consequently ended the newspaper. All the union jobs were lost, as were the jobs of over 100 non-union employees of the newspaper.",
                "An attempt by both papers to resume distribution, with replacement drivers, began with the July 27 issues of both papers and lasted two days until they halted publication again due to resistance from the public and civic leaders.[11]The second day, July 28, marked the final edition of thePress.[5]",
                "After months of failed negotiations, Scripps put thePittsburgh Pressup for sale on October 2, 1992.Block Communications, the owners of the much smaller JOA paper, thePost-Gazette, agreed to purchase the paper, effective November 30, upon the settlement of the strike.[11]The first issue of the newly combinedPittsburgh Post-Gazette, the first in nearly six months, was published on January 18, 1993, as a single combined newspaper incorporating many features and personnel from thePress, which would no longer be published.[12]The loss of thePittsburgh Presscame as a shock to many Pittsburghers, who expected the larger paper to survive the strike.[citation needed]",
                "In return for the sale of thePress, Scripps receivedThe Monterey County Herald. The sale required a ruling by theU.S. Department of Justiceas theNewspaper Preservation Act of 1970regulated the JOA."
            ]
        },
        "21st century": {
            "content": [
                "On November 14, 2011, Block Communications announced that it was bringing back thePressin anonline-only edition for the afternoon, effective immediately. David Shribman, the executive editor of thePost-Gazette, explained his paper's motivation for reviving thePressname, citing the fact that his newspaper still receivedletters to the editoraddressed to thePressinstead of thePost-Gazette, and that despite nearly 20 years since its last publication Pittsburgh natives still talked about thePressregularly.",
                "Although published electronically, the newPresswas formatted with a fixed layout replicating that of a traditional printed newspaper, and its font and layout were similar to the original print version of thePress.[13]The experiment ended with the issue of September 25, 2015.[14]"
            ]
        }
    },
    "See also": {},
    "References": {},
    "External links": {}
}