{
    "bach-beethoven-brunch": [
        "Sundays, June 23 – July 2810:30 a.m. – NoonMellon Park – Fifth Avenue and Shady Avenue, Point Breeze/Squirrel Hill",
        "This longtime favorite series entertains music lovers on the lawn at Mellon Park. Satisfy your appetite for classical music by treating yourself to a special Sunday morning composed of Bach, Beethoven and Brunch. Don’t miss the “Best Brunch” competition during intermission!",
        "Series presented by Citizens and supported by Classical WQED-FM 89.3 and Comcast.",
        "June 23",
        "KleZlectic",
        "June 30",
        "Chamber Orchestra of Pittsburgh",
        "July 7",
        "Unity Brass Quintet",
        "July 14",
        "Pittsburgh Symphony Orchestra",
        "July 21",
        "Vocal Confluence",
        "July 28",
        "Renaissance City Winds",
        "concert schedule subject to change"
    ],
    "reservoir-jazz": [
        "Sundays, August 4 – 255 – 7 p.m.Highland Park – Highland Avenue & Reservoir Drive",
        "Relax on the lawn at Highland Park to the sounds of jazz performed by Pittsburgh’s finest musicians. Residents of the tri-state area look forward to late summer each year to witness this showcase of the area’s extraordinary talent of jazz at the ever-popular Reservoir of Jazz series.",
        "Series presented by Citizens and supported by AARP Pennsylvania, WZUM Jazz Pittsburgh, Highland Park Community Council, and the Allegheny Regional Asset District (RAD)",
        "concert schedule subject to change"
    ],
    "tree": [
        "Thank you to Guardian Angels Parish of Natrona Heights, Springdale Campus, for donating the official 2023 holiday tree, a 40-foot Blue Spruce.",
        "Pittsburgh's official Christmas Tree was first erected at the construction site of the City-County Building in 1915.  For more than a century, a beautiful live evergreen (theonlylive holiday tree Downtown) has graced the front steps of our seat of government.  Visitors enjoy hundreds of larger than life ornaments, including Pittsburgh’s Coat of Arms designed by Wendell August Forge and 90 distinct ornaments, each bearing the name of Pittsburgh's beloved neighborhoods.  Be sure to spot your favorite!",
        "The City of Pittsburgh kicks off the holidays on November 18 at its official tree lighting ceremony as part of Highmark Light Up Night.  Festivities along Grant Street include live music, light show, fireworks, food trucks, crafts, games, and a one-of-a-kind gingerbread house display.",
        "DATE:Saturday, November 18, 2023from 4 - 7 p.m.",
        "PLACE:  City-County Building portico and along Grant Street, Downtown Pittsburgh",
        "For the 21st year, the people of Pittsburgh and surrounding communities are invited to build edible houses as the competition returns to an in-person display in the grand lobby of the City-County Building!",
        "CLICK HEREto learn more about the Gingerbread Competition.",
        "DATE & TIME: Thursday, December 7, 2023 at 5 PM",
        "PLACE:  City-County Building",
        "Join Mayor Ed Gainey and community leaders in lighting the giant 12-foot Menorah located in front of the City County Building.  The Menorah serves as a beacon of light, symbolizing freedom and peace for all.  The celebration includes live music and Chanukah refreshments of latkes and donuts."
    ],
    "arsenal": [
        "40th Street at Davison Street, Lawrenceville",
        "Mondays, June 3 and July 1, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "breeze": [
        "Travel through the Brookline business district before concluding with a downhill finish that’s a “breeze.”",
        "www.brooklinetogether.org/breeze5K",
        "Saturday, August 10, 20249 a.m.Brookline Memorial Park",
        "Sponsored by Highmark Blue Cross Blue Shield, Allegheny Health Network, Dollar Bank, Froggy Radio, Sam's Club and Wise Snacks",
        "The Richard S. Caliguiri City of Pittsburgh Great Race presented by Highmark Blue Cross Blue Shield is launching a program to encourage children to run a summer community footrace and then receive free registration to The Great Race 5K in the fall.",
        "The “Highmark Bright Blue Futures Youth Racers” program invites children to take part in the 2024 City of Pittsburgh Community Footrace Series by running one of the following 5K races: Greenfield Glide on June 2, Brookline Breeze on August 10, Historic Hill 5K on August 17, and Run Around the Square on August 24. Each youth 6 to 17 years old who completes one of these 5K footrace receives free registration to the September 29 Great Race 5K courtesy of Highmark Blue Cross Blue Shield.",
        "“The Highmark family of companies is thrilled to be part of the 2024 Pittsburgh Great Race as a long-standing partner of this important cause,” said Kenya T. Boswell, senior vice president of community affairs for Highmark Health. “We’re excited to launch the Highmark Bright Blue Futures Youth Racers program and can’t wait to see the youth who participate committing to their health and wellness.”"
    ],
    "grandview": [
        "Bailey Avenue, Mt. Washington",
        "Saturdays, June 8 – July 27, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "run-around-the-square": [
        "Race through neighborhood streets before finishing in Frick Park’s Fern Hollow.www.runaroundthesquare.com",
        "Saturday, August 24, 20249 a.m.Henrietta St. & Milton Ave.",
        "Sponsored by Kefalos & Associates Real Estate, D’s Six Pack and Dogz, Edgewood Dental Associations, Frick Park tavern, Jay Costa for State Senate, Live Fresh Juicery, Regent Square Rentals (CP Development), Wilkinsburg-Penn Joint Water Authority, Commonwealth Press, Giant Eagle, Comfort Keepers, Dowd Insurance Agency Inc., East End Food Co-op, Law Offices of Kathleen D. Schneider, PA Cyer, Petagogy, Steiner Realty, Eyes on Regent Square, Movement Mortgage, Regent Square Civic Association"
    ],
    "pistons-cruise": [
        "Noon - 4 p.m.",
        "West Ohio Street, Allegheny Commons Park, Northside",
        "Rev up the summer with an afternoon of classic and tuner cars, trucks and street rods!  Cruise into the park and enjoy cool cars, food vendors and more.",
        "The first 100 cars to arrive will receive free t-shirts and dash plaques.  Participants are free to arrive anytime after 10 a.m.",
        "2024 TROPHY CATEGORIESno registration required",
        "#1KIDS' CHOICE",
        "#2BEST AUDIO OR LIGHTING(Chosen by Skeptik Innovations)",
        "#3CLEANEST DETAIL(Chosen by Distinct Automotive Appearance)",
        "#4BIGGEST MISFIT(Chosen by Misfit Autowerks)",
        "#5MOST LIKELY TO GET A SPEEDING TICKET(Chosen by representative of Pittsburgh Public Safety)",
        "#6BELONGS IN A MUSEUM(Chosen by a representative of Pittsburgh Vintage Grand Prix)",
        "#7BEST THEME(Milk Truck, Army Jeeps, etc.)",
        "#8WESBANCO MVP(Chosen by WesBanco)",
        "#9NORTHSIDE'S FINEST RIDE(Chosen by Councilman Bobby Wilson's Office)",
        "#10MAYOR'S CHOICE(Chosen by Mayor Ed Gainey's Office)",
        "Food concessionaires to be announed"
    ],
    "highland": [
        "Reservoir Drive, Highland Park",
        "Mondays, June 24 and July 22, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "jam-at-grandview": [
        "Saturdays, August 3 – 317 - 8:30 p.m.Grandview Park Bandstand – Bailey Avenue, Mt. Washington",
        "Enjoy live tunes, local brews, and Pittsburgh’s best views! This brand new concert series features the sparkling downtown skyline as a backdrop on Saturday evenings in August. The Jam At Grandview – JAG! – performances combine live rock music with a rotating selection of local ales, ciders and wines to create immaculate vibes on Mt. Washington.",
        "Series presented by Citizens and supported by the Allegheny Regional Asset District (RAD)",
        "concert schedule subject to change"
    ],
    "west-end": [
        "Rue Grande Vue Street, Elliott",
        "Mondays, June 3 and July 1, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "riverview-series": [
        "Saturdays, June 8 – July 277 - 8:30 p.m.Riverview Park – Observatory Hill",
        "“Stars at Riverview” brings amazing music to Riverview Park on Saturday evenings. So bring a lawn chair or spread a blanket on Observatory Hill for incredible musical entertainment. After the concerts, stay for Dollar Bank Cinema in the Park.",
        "Series presented by Citizens and supported by the Allegheny Regional Asset District (RAD)",
        "concert schedule subject to change"
    ],
    "events-directory": [
        "GENERAL INQUIRIES",
        "PHONE:  412.255.2493E-MAIL:specialevents@pittsburghpa.gov",
        "COMMUNITY FESTIVAL PROGRAMS",
        "E-MAIL:cfpgrant@pittsburghpa.gov",
        "FARMERS MARKETS",
        "E-MAIL:farmersmarkets@pittsburghpa.gov",
        "If you are interested in preforming at one of our events, please fill out this form:https://tinyurl.com/3t58ac6x",
        "If you are interested in being a food vendor at one of our events, please fill out this form:https://tinyurl.com/24r4au2z",
        "*If you have previously filled out our forms, you do not need to do so again!*",
        "If you are looking for an Event and/or Film Permit, please contact theOffice of Film and Event Management:",
        "E-MAIL:ofem@pittsburghpa.gov"
    ],
    "footraces": [
        "The Richard S. Caliguiri City of Pittsburgh Great Race presented by Highmark Blue Cross Blue Shield is launching a program to encourage children to run a summer community footrace and then receive free registration to The Great Race 5K in the fall.",
        "The “Highmark Bright Blue Futures Youth Racers” program invites children to take part in the 2024 City of Pittsburgh Community Footrace Series by running one of the following 5K races: Greenfield Glide on June 2, Brookline Breeze on August 10, Historic Hill 5K on August 17, and Run Around the Square on August 24. Each youth 6 to 17 years old who completes one of these 5K footrace receives free registration to the September 29 Great Race 5K courtesy of Highmark Blue Cross Blue Shield.",
        "“The Highmark family of companies is thrilled to be part of the 2024 Pittsburgh Great Race as a long-standing partner of this important cause,” said Kenya T. Boswell, senior vice president of community affairs for Highmark Health. “We’re excited to launch the Highmark Bright Blue Futures Youth Racers program and can’t wait to see the youth who participate committing to their health and wellness.”",
        "GREENFIELD GLIDE 5K RUN & FITNESS WALKTake on a challenging cross-country course through Schenley Park.www.greenfieldglide.comSunday, June 2, 20248:30 a.m.Schenley Park Oval",
        "BROOKLINE BREEZE 5K RUN & FITNESS WALKTravel through the Brookline business district before concluding with a downhill finish that’s a “breeze.”www.brooklinetogether.org/breeze5KSaturday, August 10, 20249 a.m.Brookline Memorial Park",
        "HISTORIC HILL 5K RUN, WALK, & RIDETake on this challenging course through the Hill District.www.historichill5K.comSaturday, August 17, 20248:30 a.m.Centre Avenue & Crawford Street",
        "RUN AROUND THE SQUARERace through neighborhood streets before finishing in Frick Park’s Fern Hollow.www.runaroundthesquare.comSaturday, August 24, 20249 a.m.Henrietta Street & Milton Avenue",
        "ONLINE REGISTRATION IS NOW OPEN",
        "RIVERVIEW PARK 5K RUN & FITNESS WALKThis popular race returns with a Halloween twist.  End the week with a Friday evening run throughout forested Riverview Park in Pittsburgh's North Side.Riverview Park 5K Run & Fitness WalkFriday, October 18, 20246 p.m.Riverview Park Activities Building",
        "ONLINE REGISTRATION IS NOW OPEN",
        "DOLLAR BANK JUNIOR GREAT RACEEnjoy family fun as children 12 years and younger take part in a One-Mile Family Fun Run, Tot Trot and Diaper Dash.Point State Parkwww.rungreatrace.comSaturday, September 28, 2024Point State Park",
        "ONLINE REGISTRATION IS NOW OPEN",
        "RICHARD S. CALIGUIRI CITY OF PITTSBURGH GREAT RACEpresented by Highmark Blue Cross Blue ShieldPittsburgh’s Fall Fitness Classic – the 45th running of The Great Race.www.rungreatrace.comSunday, September 29, 20245K start, Oakland10K start, Frick Park",
        "ONLINE REGISTRATION IS NOW OPEN"
    ],
    "cinema": [
        "In August, the cinema series concludes with a monthlong schedule of POP UP MOVIES at a variety of scenic parks located throughout the City of Pittsburgh. To learn when/where movies take place, LIKE @PghEventsOffice on Facebook and Instagram and follow @PghEventsOffice on X.",
        "In June and July, return to your favorite movie location at Highland Park, Riverview Park, Schenley Park Flagstaff Hill, Schenley Plaza, Arsenal Park in Lawrenceville, Banksville Park, Brookline Memorial Park, Grandview Park in Mt. Washington, McBride Park in Lincoln Place, Ormsby Park in South Side, and West End/Elliott Overlook.",
        "In August, the cinema series concludes with a monthlong schedule of POP UP MOVIES at a variety of scenic parks located throughout the City of Pittsburgh. To learn when/where movies take place, LIKE @PghEventsOffice on Facebook and Instagram and follow @PghEventsOffice on X.",
        "The Sunday, July 28, movie at Schenley Plaza – “The Peanut Butter Falcon” (PG-13) – will be presented in partnership with Film Pittsburgh as a preview of the upcoming ReelAbilities Film Festival.",
        "Three engagements will offer headphones for descriptive audio services: “Wonka” (PG) June 23 at Schenley Plaza, “Indiana Jones and the Dial of Destiny” (PG-13) July 20 at Riverview Park, and \"The Peanut Butter Falcon\" (PG-13) July 28 at Schenley Plaza.",
        "For more information, follow CitiParks Office of Special Events onTWITTER,FACEBOOKorINSTAGRAM.",
        "Please Note: Inclement weather may cause cancellations.For cancellation updates follow @PghEventsOffice onFACEBOOKandTWITTER.",
        "DOLLAR BANK CINEMA IN THE PARK is presented by the Citiparks Office of Special Events.",
        "Please Note: The City of Pittsburgh does not allow campaigning or signature gathering at any of its event locations.",
        "Presenting Sponsor",
        "Media Partners"
    ],
    "schenley": [
        "Flagstaff Hill",
        "Wednesdays, June 5 – July 31, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "uphill-run-fitness-walk": [
        "Take on this challenging course through the Hill District.www.historichill5K.com",
        "Saturday, August 17, 20248:30 a.m.Hill District",
        "Sponsored by Highmark Blue Cross Blue Shield, Allegheny Health Network, Dollar Bank, Froggy Radio, Sam's Club, Wise Snacks and RAD",
        "The Richard S. Caliguiri City of Pittsburgh Great Race presented by Highmark Blue Cross Blue Shield is launching a program to encourage children to run a summer community footrace and then receive free registration to The Great Race 5K in the fall.",
        "The “Highmark Bright Blue Futures Youth Racers” program invites children to take part in the 2024 City of Pittsburgh Community Footrace Series by running one of the following 5K races: Greenfield Glide on June 2, Brookline Breeze on August 10, Historic Hill 5K on August 17, and Run Around the Square on August 24. Each youth 6 to 17 years old who completes one of these 5K footrace receives free registration to the September 29 Great Race 5K courtesy of Highmark Blue Cross Blue Shield.",
        "“The Highmark family of companies is thrilled to be part of the 2024 Pittsburgh Great Race as a long-standing partner of this important cause,” said Kenya T. Boswell, senior vice president of community affairs for Highmark Health. “We’re excited to launch the Highmark Bright Blue Futures Youth Racers program and can’t wait to see the youth who participate committing to their health and wellness.”"
    ],
    "junior-great-race": [
        "SATURDAY, SEPTEMBER 28, 2024",
        "POINT STATE PARK, DOWNTOWN PITTSBURGH",
        "Enjoy family fun as children 12 years and younger take part in a One-Mile Family Fun Run, Tot Trot and Diaper Dash as part of The Great Race festivities each year."
    ],
    "concerts": [
        "Please Note: The City of Pittsburgh does not allow campaigning or signature gathering at any of its event locations.",
        "10:30 a.m. - Noon, Mellon Park, Fifth Avenue and Shady Avenue, Point Breeze/Squirrel Hill",
        "This longtime favorite series entertains music lovers on the lawn at Mellon Park. Satisfy your appetite for classical music by treating yourself to a special Sunday morning composed of Bach, Beethoven and Brunch. Don’t miss the “Best Brunch” competition during intermission!",
        "Series presented by Citizens and supported by Comcast, Squirrel Hill Urban Coalition, and WQED-FM 89.3",
        "7 - 8:30 p.m., Grandview Park Bandstand – Bailey Avenue, Mt. Washington",
        "Enjoy live tunes, local brews, and Pittsburgh’s best views! This brand new concert series features the sparkling downtown skyline as a backdrop on Saturday evenings in August. The Jam At Grandview – JAG! – performances combine live rock music with a rotating selection of local ales, ciders and wines to create immaculate vibes on Mt. Washington.",
        "Series presented by Citizens and supported by the Allegheny Regional Asset District (RAD)",
        "5 - 7 p.m., Highland Park, Highland Avenue and Reservoir Drive",
        "Relax on the lawn at Highland Park to the sounds of jazz performed by Pittsburgh’s finest musicians. Residents of the tri-state area look forward to late summer each year to witness this showcase of the area’s extraordinary talent of jazz at the ever-popular Reservoir of Jazz series.  After the concerts, stay forSummer Soul Line Dancing.",
        "Series presented by Citizens and supported by AARP Pennsylvania, WZUM Jazz Pittsburgh, Highland Park Community Council, and the Allegheny Regional Asset District (RAD)",
        "7 - 8:30 p.m., Riverview Park, Observatory Hill",
        "“Stars at Riverview” brings amazing music to Riverview Park on Saturday evenings. So bring a lawn chair or spread a blanket on Observatory Hill for an entire summer of incredible musical entertainment. After the concerts, stay forDollar Bank Cinema in the Park.",
        "Series presented by Citizens and supported by the Allegheny Regional Asset District (RAD)",
        "For more information, follow CitiParks Office of Special Events onTWITTER,FACEBOOKorINSTAGRAM.",
        "Please Note: Inclement weather may cause cancellations.For cancellation updates follow @PghEventsOffice onFACEBOOKandTWITTER.",
        "2024 concert schedule subject to change"
    ],
    "community-festivals": [
        "Enjoy the diverse heritage, food and entertainment of Pittsburgh’s neighborhoods.  Throughout the year, community festivals celebrate city living and showcase the best features of our thriving neighborhoods.",
        "In existence since 1977, the Community Festival Program Grant has provided funding to help communities introduce and maintain neighborhood-focused festivals for over 40 years. The program’s goal is to provide financial assistance to community groups so they may launch and develop an annual event to bring together their community and foster togetherness. Grantees are selected by committee and based on specific criteria.  All approved grant applications receive up to $1,000.00 in reimbursed funds to assist with operations of their festivals.",
        "The festival season is from June 1 to October 31.",
        "Who is eligible to receive a CFP grant?",
        "To be eligible for funding, your organization and event must meetallof the following criteria:",
        "*festival cannot charge admission or otherwise condition entry to the event.",
        "For full program details, please read the2024 Community Festivalinformational document here or e-mailcfpgrant@pittsburghpa.gov.  Please note that some program information has been updated for 2024.",
        "A brief informational meeting will be held virtually on Wednesday, March 13 at 2PM.To join the meeting at that time, click here.",
        "The 2024 Community Festival Program Grant application window will open on Monday, March 18. Applications will be accepted through 5PM on Monday, April 15.",
        "Access it here:2024 Community Festival Program Grant Application"
    ],
    "mcbride": [
        "McBride Street, Lincoln Place",
        "Mondays, June 17 and July 15, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "schenley-plaza": [
        "Movies at this venue presented in partnership with Pittsburgh Parks Conservancy",
        "Sundays, June 2 – July 28, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "ormsby": [
        "S. 22nd Street, South Side",
        "Tuesdays, June 4 & 18, July 2, 16 & 30, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "cinema-riverview": [
        "Observatory Hill, Riverview Park",
        "Saturdays, June 8 – July 27, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "line-dancing": [
        "Whether you are an experienced dancer or just want to learn some new moves, step out to an area park for the ever-popular Summer Soul Line Dancing. Sessions incorporate R&B music in free classes that begin with basic steps and finish with more advanced moves.",
        "For more information, follow CitiParks Office of Special Events onTWITTER,FACEBOOKorINSTAGRAM.",
        "WEATHER UPDATES:Inclement weather may cause cancellations. For cancellation updates follow @PghEventsOffice onFACEBOOKandTWITTER.",
        "POINT STATE PARKDowntown Pittsburghtimes to be announced• Thursday, July 4Dance sessions during City of Pittsburgh Independence Day Celebration",
        "HIGHLAND PARKReservoir Drive, Highland Park7 – 9 p.m.• Sunday, August 4• Sunday, August 11• Sunday, August 18• Sunday, August 25Dance sessions follow Reservoir of Jazz concerts"
    ],
    "great-race": [
        "SUNDAY, SEPTEMBER 29, 2024",
        "10K * 5K * 5K FITNESS WALK",
        "The Richard S. Caliguiri Great Race, established in 1977 by the mayor as a community fun run, has grown to become Pennsylvania’s largest 10K—and one of the largest 10K races in the nation. ",
        "learn more: https://www.rungreatrace.com/"
    ],
    "black-history": [
        "Black History Month 2024 celebrates the Freedom House Ambulance Service, the first emergency medical service in the United States to be staffed by paramedics with medical training beyond basic first aid. Founded in 1967 in Pittsburgh's Hill District, the service was staffed entirely by Black men and women. Freedom House created the blueprint for modern day EMS and many of its practices remain in use to this day.",
        "OPENING RECEPTION:  Thursday, February 1, 2024 from 5:30 - 7:30 p.m., Grand Lobby, City-County Building, Downtown Pittsburgh --PUBLIC INVITED TO ATTEND",
        "BLACK HISTORY MONTH DISPLAY:February 1 - 29, Grand Lobby, City-County Building, Downtown Pittsburgh",
        "ONLINE CONTENT:February 1 - 29, follow us onFacebookandTwitterfor digital content including interviews, photos and memorabilia throughout the month of February",
        "In 1967, the Hill District-based Freedom House Ambulance Service was established as the first Mobile Intensive Care unit in the country with personnel trained in Advanced Life Support, thereby paving the way for a new professional, the Paramedic.",
        "This innovative concept of “Mobile Intensive Care” sought to work in collaboration with a local anti-poverty initiative, whose goals included the recruitment of unemployed African-American men and women from Pittsburgh’s Hill District, who would serve as Freedom House attendants.",
        "Freedom House attendants were trained by the late Dr. Peter Safar, a University of Pittsburgh anesthesiologist and medical visionary, who developed a method of Cardiopulmonary Resuscitation, thereby earning Dr. Safar the titles of “Father of CPR” and in Pittsburgh, the “Father of Paramedic Training.”"
    ],
    "brookline": [
        "Oakridge Street",
        "Thursdays, June 6 & 20, July 18, August 1, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "banksville": [
        "Banksville Park, 1461 Crane Avenue",
        "Mondays, June 10 and July 8, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ]
}