{
    "mayor-pghmayors": [
        "Pittsburgh was founded in 1758 and incorporated as a City in 1816. The incorporation saw the establishment of the Office of the Mayor and the election of Ebeneezer Denny as Pittsburgh's first chief executive. Learn more about the 55 men - and the singular woman - who have shaped Pittsburgh over 200 years."
    ],
    "citiparks-northside-market": [
        "FRIDAYS:  May 24 through November 22, 2024.Allegheny Commons Park--East Ohio St. & Cedar Avenue3 PM to 7 PM"
    ],
    "city-info-frequent-numbers": [
        "Our Address:City-County Building414 Grant StPittsburgh, PA15219",
        "Looking for general information concerning the City of Pittsburgh? You can contact the311 Response Centerfor detailed information, non-emergency concerns and feedback.Dial 3-1-1, outside of Pittsburgh? Call412-255-2621.Online Service Request Form"
    ],
    "press-releases-press-releases": [
        "August is just around the corner – but if you haven’t had a chance yet to enjoy an outdoor concert, movie or line dancing session this summer, there’s still plenty of time!",
        "Whether you love listening to jazz, watching movies under the stars or dancing to R&B, you’re bound to find the perfect free event presented by the City of Pittsburgh Office of Special Events.",
        "Enjoy two free concert series in August. Grab a blanket and head out for “Dollar Bank Cinema in the Park.” Or take part in Summer Soul Line Dancing lessons.",
        "DOLLAR BANK CINEMA IN THE PARK– Spread a blanket on a summer evening and enjoy a great movie at the “Dollar Bank Cinema in the Park” series. Movies take place at 9 locations through August 31. Movies in August include American Underdog, Finding Nemo, Stand and Deliver, Rock Dog 2: Rock Around the Park, No Time to Die and Singin' in the Rain.",
        "STARS AT RIVERVIEW JAZZ SERIES– Saturdays 7 – 8:30 p.m. at Riverview Park on August 6, 13, 20 and 27.",
        "RESERVOIR OF JAZZ– Sundays 5 – 7 p.m. at Highland Park on August 7, 14, 21 and 28.",
        "SUMMER SOUL LINE DANCING– Four sessions in August entertain experienced dancers and novices alike in a park setting.  Sundays 7 - 9 p.m. at Highland Park on August 7, 14, 21 and 28 (following Reservoir of Jazz concerts).",
        "For more information, visitwww.pittsburghpa.gov/events, follow @PghEventsOffice on Twitter or LIKE @PghEventsOffice on Facebook.Please Note: Inclement weather may cause cancellations. For cancellation updates, follow @PghEventsOffice on Twitter or LIKE @PghEventsOffice on Facebook."
    ],
    "city-info-press-releases": [
        "We are gradually transitioning over to a new Press Release system. Some Council Districts and Offices will have a second link in the menu with a \"new\" at the end signifying press releases \r\n                                published from our new system. Prior press releases will still be accessible from the other links.",
        "To have a press release translated to your preferred language free of charge, please emailCALA@Pittsburghpa.gov如需将本新闻稿免费翻译成中文，请联系CALA@Pittsburghpa.govPara obtener este comunicado de prensa traducido al español de forma gratuita, comuníquese conCALA@Pittsburghpa.govUm diese Pressemitteilung kostenlos auf Deutsch zu erhalten, wenden Sie sich bitte anCALA@Pittsburghpa.govللحصول علي هذه البيانات الصحفيه مترجمه للغه العربيه مجانا، يرجي التواصل معCALA@Pittsburghpa.govनेपालीमा अनुवाद गरिएको यस प्रेस विज्ञप्तिलाई नि:शुल्क प्राप्त गर्नका लागि कृपया यहाँ सम्पर्क गर्नुहोस्:CALA@Pittsburghpa.govPourobtenir une versionfrançaise de ce communiqué de presse, veuilleznousécrire à l'adresseCALA@Pittsburghpa.govIlikutafsiriwataarifahiikwawaandishiwahabarikwalugha ya Kiswahilibilamalipo, tafadhaliCALA@Pittsburghpa.gov",
        "Please fill out your Email first. Then click the available press releases button and check corresponding releases you would like to receive. Once \r\n                                you have selected your preferred releases, just click Submit & Close Window. Your now added to your selected Press Releases.",
        "Required",
        "Must enter a valid email Address",
        "Subscribe To Press Releases"
    ],
    "citiparks-east-end-market": [
        "MONDAYS:  June 17 through November 25, 2024.Liberty Green Park--100 Larimer Avenue3 PM to 7 PM"
    ],
    "citiparks-squirrel-hill-market": [
        "SUNDAYS:  May 12 through November 24, 2024.Beacon Bartlett Parking Lot9 AM to 1 PM",
        "An extended Winter Market Session is scheduled for December 8 & 15, 2024  10 AM to 1 PM."
    ],
    "finance-real-estate-tax-deq": [
        "The City and School District of Pittsburgh have a contract with Jordan Tax Services for the collection of delinquent City and School District real estate taxes.All listed delinquenciesare collected and serviced by Jordan Tax Services. Please contact them at (412) 345-7960 for total amounts due.",
        "The information appearing on this website has been provided by the Real Estate Division of the Department of Finance of the City of Pittsburgh and The Pittsburgh School District solely for the benefit and convenience of the taxpayer/owner, and is not intended for any other use or purpose.",
        "Although the information provided on this website will be periodically updated, any such changes will be made no more than once per week.",
        "The user is cautioned that this website may not correctly identify the current owner(s) of record of a parcel of real property if title to a parcel has been transferred and the City of Pittsburgh has not yet been officially notified of said transfer and the identity(ies) of the new owner(s) by the Office of Property Assessments of Allegheny County.",
        "The amounts shown as delinquent City of Pittsburgh and/or School District of Pittsburgh real estate taxes are based upon assessment information provided to the City by the Office of Property Assessments. Therefore, said amounts may not reflect increases or reductions in taxes resulting from assessment appeals which have been decided by the Board of Property Assessment Appeals and Review or the Court of Common Pleas of Allegheny County if the City has not yet received formal written notice of said assessment changes from the Office of Property Assessments. If the amount of the City and School Delinquency is less than $50.00 the account may not be displayed. In addition, the amounts shown as delinquent City of Pittsburgh and School District of Pittsburgh real estate taxes may not reflect payments on accounts which have been made after the date that this website was last updated or which have not yet been processed.",
        "The taxpayer/owner is encouraged to notify the Real Estate Division of the Department of Finance if the taxpayer/owner believes that any of the information appearing on this website is incorrect or incomplete. Such notice should be in writing and should be forwarded to:"
    ],
    "events-west-end": [
        "Rue Grande Vue Street, Elliott",
        "Mondays, June 3 and July 1, at dusk",
        "Click on movie title to view “IMDB Parent’s Guide” for information regarding movie rating and content."
    ],
    "pittsburgh-cultural-activities": [
        "Pittsburgh has some of the greatest entertainment and cultural attractions in Pennsylvania.",
        "The City of Pittsburgh is the proud owner of four local institutions. Today, each of these dynamic regional attractions are operated by dedicated non-profit entities on the City’s behalf.",
        "ThePittsburgh Zoo & PPG Aquariumopened in 1898 after philanthropist Christopher Lyman Magee donated $125,000 for the construction of a zoological garden in Pittsburgh's Highland Park. Today, the Pittsburgh Zoo is one transformed, dedicating its resources to conservation, education, & research.",
        "Phipps Conservatory and Botanical Gardenswas a gift to the City of Pittsburgh from philanthropist Henry W. Phipps. The Conservatory opened to the public in 1893 and today is dedicated to mission of educating the public on the beauty and importance of plants while advancing sustainability.",
        "TheNational Aviaryis America’s only independent bird sanctuary. Built by the City of Pittsburgh in 1952 as the “Pittsburgh Aviary” the aviary received the honorary declaration of national status by the United States Congress in 1992.",
        "On November 25, 1881 Andrew Carnegie sent a letter to Mayor Robert W. Lyon offering to donate $250,000 for a free library, provided the City would agree to provide the land and maintain the annual funding for library operations. Today, theCarnegie Library of Pittsburgh’s 19 branches host more than 2.9 million visitors each year, why it is viewed as the catalyst to an improving quality of life in the region.",
        "TheCarnegie Museums of Pittsburgh’s four museums cover a wide range of cultural options. Children will gain education by exploring and entertaining themselves through programs in technology, sports, and science at theCarnegie Science Center & SportsWorks. TheCarnegie Museum of Natural HistoryandCarnegie Museum of Artbring the world’s most historic natural and artistic moments to life, with a renowned dinosaur collection. TheAndy Warhol Museumis the largest museum in America dedicated to a single artist. There, visitors can become immersed in the work of this world famous Pittsburgh born and raised icon.",
        "TheSenator John Heinz Pittsburgh Regional History Centeris the Smithsonian’s home in Pittsburgh and one of the largest history museums in Pennsylvania chronicling the remarkable history of Pittsburgh and the Western Pennsylvania region.",
        "ThePittsburgh Cultural Trustmaintains high quality Broadway entertainment year round.  Some of the most talented performers in America have graced the stages of the Benedum Center, Byham Theater, or Harris Theater. ThePittsburgh Symphony Orchestracalls Heinz Hall for the Performing Arts home. It is one of the nation’s renowned orchestras, and a Pittsburgh tradition since 1895."
    ],
    "finance-real-estate-forms": [
        "Applicationavailable through Allegheny County",
        "Located in CDGB-eligible area",
        "OR",
        "A multi-unit for-sale or owner-occupied development includes at least 10% of units affordable to and occupied by households at or below 80% AMI",
        "A residential property not to be occupied by the property owner includes at least 10% of its units affordable to and occupied by households at 50% AMI",
        "OR",
        "A residential property not to be occupied by the property owner includes at least 60% of its units affordable to and occupied by households at 80% AMI",
        "OR",
        "A residential property not to be occupied by the owner located in the Lower Hill District OR The project creates at least 50 full-time equivalent jobs",
        "Must submit documentation of:",
        "Total # of residential units affordable to and occupied by households earning at or below the relevant area median income (AMI) thresholds",
        "AND/OR",
        "# of full-time equivalent (FTE) positions created by the project"
    ],
    "city-info-policies": [
        "On January 1, 2009, a new Right to Know Law (the \"RTKL\") took effect in the Commonwealth of Pennsylvania. Under this statute, public records of the City of Pittsburgh are generally available to citizens who request them.",
        "The following outlines the basic provisions of the RTKL and the procedures for making a request for records:",
        "The Right to Know Law defines a public record as information, regardless of physical form, which documents a transaction or activity of the City, and that is created, received or retained pursuant to law or in connection with a transaction, business or activity of the City. A record is NOT a public record if:",
        "Generally, public records are to be open for inspection or duplication in accordance with the RTKL. Records are to be provided in the medium requested if they exist in that medium. Otherwise, they are to be provided in the medium in which they exist. The RTKL does not require the City to give computer access to any requester.",
        "When responding to a request, the City is not required to create a record that does not presently exist. Nor is the City required to compile, maintain, format, or organize a record in a manner in which the City does not currently maintain, format, or organize the record.",
        "All Right to Know requests for information (\"requests\") must be submitted to the Open Records Officer (\"ORO\") of the City of Pittsburgh:",
        "There are four ways to request a public record from the City: 1) In person; 2) By mail; 3) By e-mail; and 4) By fax. Requests may be verbal or written. However, if a verbal request is denied by the City, there is no right of appeal.",
        "The Right to Know Law does not require the City to accept requests made by telephone, and the City will refuse to accept requests made by telephone. The Right to Know Law also does not require the City to accept anonymous requests, and the City will refuse to accept anonymous requests. For the purpose of this section, an e-mail request which does not contain a proper name or street address will be treated as an anonymous request.",
        "In order to meet the requirements of the Right to Know Law, the request must:",
        "The request need not state the reason that the records are being requested.",
        "The City has chosen to use the Standard Request Form promulgated by the Pennsylvania Open Records Office. This form may be downloaded from thewebsite of the Pennsylvania Office of Open Records. A hard-copy form may also be obtained from the City's ORO at the address above.",
        "The City may deny \"disruptive requests,\" which occur when a requester repeatedly requests the same record. However, the requester is not precluded from requesting a different record.",
        "Although individual City departments shall be required to expeditiously forward requests inadvertently sent to them instead of directly to the ORO, the time period for the City's response will begin to run as of the documented receipt of the request by the ORO. Requests received after 4:30 p.m. shall be deemed to be received on the next business day.",
        "Upon receipt of a request by the Open Records Officer, the City will make a good faith effort to determine whether the record requested is a public record, and whether the City has custody of the record. The City will respond as rapidly as possible under the circumstances existing at the time of the request. However, the City will respond within five business days of the initial request. A \"business day\" shall be any weekday (Monday through Friday) except for official holiday closings or closings due to weather or natural disasters or due to the request of authorized public safety officials. Failure to respond within five business days will constitute a deemed denial of the request.",
        "The RTKL does not require that the requester receive the City's response on the fifth business day. The City meets is obligations by mailing the response on the fifth business day.",
        "The City will respond to each request in one of three ways:",
        "There are circumstances set forth in the RTLK under which the City can take additional time to process a right to know request. The City is required to notify the requester in the \"five day\" letter which of these circumstances apply:",
        "If the City requires additional time to process a right to know request, it must nevertheless make its initial response within the five business day period. The letter will indicate which of the reasons justify the additional time, and will project a target date by which the records will be made available. The City cannot take more than thirty additional days without the written consent of the Requester. If such permission is not granted and the City takes more than thirty days from the expiration of the five business day period, the request will be deemed denied on the thirty-first day.",
        "If the City denies a request for information (in whole or in part), it will issue a denial letter which will include:",
        "The City may charge reasonable fees for copying as well as its actual costs for postage in fulfilling a Right to Know request.  These fees are posted on thePennsylvania Office of Open Records website.",
        "If copying fees do not exceed five dollars, the copies and postage will be provided free of charge as a courtesy of the City of Pittsburgh.",
        "If copying fees exceed five dollars, the fees and postage must be pre-paid before the records will be provided. The fee can be paid by check or money order payable to:",
        "If the fees associated with a right to know request are anticipated to be greater than $100.00, the fees must be paid in advance before the City is obligated to compile the records.",
        "The appeal must be made within fifteen business days of the City's denial or deemed denial, and must set forth the grounds on which the requester believes that the record is a public record, and the grounds for the denial by the City.",
        "The Pennsylvania Office of Open Records will assign an appeals officer to the case, and the appeals officer will issue a decision within thirty days of the receipt of the appeal. The decision of the appeals officer may be appealed to the Allegheny County Court of Common Pleas.",
        "The City of Pittsburgh retains the discretion and authority to adopt any other written policies that are consistent with the Right to Know Law. Amendments to this policy will take effect upon publication on the City's website.",
        "The City of Pittsburgh is committed to providing access to our website for individuals with disabilities. The City recognizes the importance of making our website accessible by everyone, regardless of their abilities.",
        "Section 508 of the Rehabilitation Act Amendments of 1998 requires that individuals with disabilities, who are members of the public seeking information or services from us, have access to and use of information and data that is comparable to that provided to the public who are not individuals with disabilities, unless an undue burden would be imposed on the City.",
        "At various locations within the set of documents that are accessible over the Internet/World Wide Web and electronically \"linked,\" and that belong to or were created by or with the permission of the City of Pittsburgh (\"City\"), however referred to (such as the City's \"Internet homepage,\" \"Web page,\" etc.), viewers or readers may access the Internet/World Wide Web \"addresses\" of various other organizations, or individuals not otherwise related to or associated with the City of Pittsburgh. Such \"live\" or \"hot\" connections (\"links\") to \"external\" Internet sites provide the ability to access material at those external sites that belongs to or is sponsored by those institutions, organizations, or individuals.",
        "The ability to hot link to external sites is provided by the City of Pittsburgh strictly as a service to those accessing the City of Pittsburgh web site. Such external Internet sites contain information created, collected, published, maintained, posted or otherwise made available by institutions, organizations, or individuals independent of the City of Pittsburgh. The City of Pittsburgh does not endorse, approve, certify, review, or otherwise control in any way those external sites or the material contained therein. The City of Pittsburgh does not guarantee the accuracy, completeness, usefulness, timeliness, or correct sequencing of any information or data located at or contained in such sites. Use of any information or data obtained from such sites is strictly voluntary, and is the sole risk and responsibility of the viewer or reader. Reliance on any such information or data should be undertaken only after an independent review of its accuracy, completeness, usefulness, timeliness, or correct sequencing.",
        "Any trade marks, trade names, or service marks mentioned herein remain the property of their respective owners. At any linked external site, reference to any specific commercial product, service, or process whether by trademark, trade name, service mark, or otherwise does not constitute or imply in any way endorsement, recommendation or other favourable consideration by the City of Pittsburgh. Any such reference also does not necessarily signify that such reference has been permitted by the owner(s) or licensee(s) of such trademark, trade name, service mark, or by the referenced manufacturer, distributor, or otherwise.",
        "The City of Pittsburgh is committed to protecting online users’ privacy. We believe that protection of personal privacy on the Internet is our responsibility, to assure user confidence, increase participation in online activities and support effective delivery of services. The City intends to give you as much control as possible over your personal information.",
        "The purpose of this policy is to inform you about the types of information we gather when you visit our site, how we may use that information, whether we disclose it to anyone, and the choices you have regarding our use of, and your ability to correct, the information. The following is the privacy policy for this site:",
        "If you send us an electronic mail message with a question or comment that contains personally identifying information, or fill out a form that e-mails us this information, we will only use the personally identifiable information to respond to your request and analyze trends. We may redirect your message to another government agency or person who is in a better position to answer your question.",
        "The City of Pittsburgh seeks to ensure that its website remains available to all users. In this vein, it has taken several steps to safeguard the integrity of its data and prevent unauthorized access to information it maintains, including but not limited to authentication, monitoring, auditing, and encryption.",
        "Security measures have been integrated into the design, implementation and day-to-day practices of the entire operating environment as part of its continuing commitment to risk management. These measures are designed and intended to prevent corruption of data, block unknown or unauthorized access to our systems and information, and to provide reasonable protection of private information in our possession.",
        "This information should not be construed in any way as giving business, legal, or other advice, or warranting as fail proof, the security of information provided via the City's website.",
        "Unauthorized attempts to upload information or change information on this service are strictly prohibited and may be punishable under various statutes including, but not limited to, the federal Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act.",
        "City of Pittsburgh 311 MyBurgh App End-User License Agreement - EULA",
        "City of Pittsburgh 311 Application (MyBurgh) Privacy Policy"
    ],
    "finance-tax-faqs": [
        "Complete a Change inBusiness Status Form.",
        "You can emailtaxcompliance@pittsburghpa.govor call Taxpayer Services  at 412-255-2525 for more information.",
        "Yes, the convenience fee is 2.00% of Bill Value + 0.25 per transaction.",
        "This fee will be calculated by JetPay at the time you make your tax payment.",
        "This is a separate fee from the tax payment that is paid to JetPay.",
        "Real Estate Taxes were billed in January.",
        "The gross amount is due the last day of February.",
        "The first installment is due by the last day of February.",
        "The second installment is due by the last day of April.",
        "The third installment is due by the last day of July.",
        "If you fail to pay your taxes and you owe taxes for at least one prior year, the City, School District of Pittsburgh and Carnegie Library will file a lien through Jordan Tax Service against your property.",
        "Your property can also be sold in a Treasurer’s Sale for the tax delinquency.",
        "We strongly urge you to contact Jordan Tax Service at 412-345-7960 to make payment arrangements to avoid this possibility.",
        "The 2022 City Real Estate Tax rate is 8.06 mills.",
        "The 2022 School District Real Estate Tax rate is 10.25 mills.",
        "The 2022 Carnegie Library Real Estate Tax rate is 0.25 mills.",
        "City, School and Carnegie Library of Pittsburgh Real Estate Taxes are billed on the fair market value of the property as determined by the Allegheny County Office ofProperty Assessments.",
        "Yes, you can pay with American Express, Discover Card, Master Card or Visa.",
        "The cost for a debit card is 2.00% of the total bill value +0.25 per transaction. The Electronic Check (E-Check) is a flat fee of $0.50 per transaction.",
        "Click here to pay either credit card or electronic check online.",
        "A mil is 1/10 of a cent.",
        "For every $1,000.00 of assessment:",
        "The City Tax would be $8.06",
        "The School District Tax would be $10.25",
        "The Carnegie Library Tax would be $0.25",
        "The City, School District and Carnegie Library offer several tax abatement programs for \r\n                                            both residential (Act 42) and commercial improvements (LERTA).",
        "Allegheny County also participates in several of the programs.",
        "Details on these programs can be found in theAbatement Table.",
        "Yes, if you are having difficulty paying your taxes, the City of Pittsburgh does offer payment plans and hardship plans if you qualify.",
        "Please call Jordan Tax Services at 412-345-7960for information.",
        "The first year this tax was assessed was 2012.",
        "On November 8, 2011 voters in the City of Pittsburgh overwhelmingly approved a 0.25 mill special tax (equivalent to $25 per year on $100,000 of assessed property) on all taxable real estate in the City of Pittsburgh to be allocated and used only for the operation and maintenance of Carnegie Library of Pittsburgh.",
        "Allegheny County also participates in several of the programs.",
        "The Carnegie Library tax due is on the same bill as your City and School District property taxes.",
        "Please contact the Department of Public Works Permit Office at 412-255-2370 or  visitOneStopPGH.",
        "Yes, there are two tax relief programs in the City of Pittsburgh:",
        "Homestead Tax Exemption-(Act 50)",
        "Senior Tax Relief (Act 77)",
        "Address changes can be made over the phone by calling 412-255-2525.",
        "This change is in effect until December 31st of each year.",
        "Permanent address changes must be done through the Allegheny County Treasurer’s office at 412-350-4100.",
        "You can request by letter by writing to:",
        "City of PittsburghReal Estate Tax Dept.,414 Grant StreetPittsburgh, PA 15219",
        "In November of 2019, voters in the City of Pittsburgh approved a referendum that amended the City of Pittsburgh Home Rule Charter to establish a trust fund to collect funds for the improvement of the City's parks. The Parks Tax shall be funded, in part, by adding 0.50 mills to the real estate tax rate. The Parks Tax Trust Fund may also receive monies and contributions from additional sources."
    ],
    "finance-new-bus-reg": [
        "The City of Pittsburgh offers the following options to register your business:",
        "(It is advised to download theNew Business Registrationand  complete it inAdobe Reader)",
        "1)Online- Please click on the New Business Registration link below, download and save the form as a PDF. Right click and open the form using Adobe Reader. Please complete and sign the form and then email it to registration@pittsburghpa.gov. Please allow up to5-10 business daysfor your business to be registered. Your business isNOTregistered until you receive a verification letter from the Department of Finance.",
        "2)Mailing- Click on the New Business Registration link below, download and save the form as a PDF. Right click and open the form using Adobe Reader. Complete, print and mail the form below to: Registration, City of Pittsburgh, 414 Grant Street RM 207, Pittsburgh, PA 15219-2476 Business Registration Form",
        "3)Walk-in- You can also register your business by coming into the Department of Finance.",
        "Please call412-255-2525to have the registration form mailed to you, or to have any questions you have answered.",
        "If your business is already registered with the City of Pittsburgh and you need to make updates to your business information? Complete theChange in Business Status Form",
        "Every person having an office, factory, workshop, branch, warehouse, or other place of business, including banks, schools, hospitals, non-profit, and trade associations, located in the City or outside the City, who, during any tax year, performs work or renders services in whole or in part in the City, who has not previously registered, shall within fifteen (15) days, register with the Treasurer its name and address and shall provide such other information as the Treasurer may require.-Chapter 258 of the City Code"
    ],
    "pittsburgh-pgh-about": [
        "HistoryPittsburgh was founded on November 27, 1758. The city was named byGeneral John Forbes, in honor of British statesmanWilliam Pitt, the 1st Earl of Chatham. Early on, Pittsburgh played an important role in our country’s history. In the early 1800s, the city became known as the “Gateway to the West.” This nickname referenced the huge advantage Pittsburgh had by having the intersection of three major waterways. The Allegheny River and Monongahela River join together at what is known as the “point” to form the Ohio River. This intersection opened the gates for Pittsburgh to lead the way in the trade industry for products such as coal, timber, glass, natural gas, iron and limestone. By 1911, Pittsburgh manufactured half of the nation’s steel. Due to the amount of pollution given off by the steel factories the city had a new nickname - “The Smoky City.\"Throughout the years, Pittsburgh has made multiple changes and overcome many obstacles. The city has moved from the steel industry to become a leader in healthcare, education, technology, and financial services. What were once heavily polluted streets and riverfronts, have been transformed to create the modern vibrant Pittsburgh one sees today.Population StatisticsThe Commonwealth of Pennsylvania is the sixth largest populated state in the United States. Pittsburgh is the second largest city in Pennsylvania and has an estimated of 310,000 people. The population consists of 51.9% females and 48.9% males, with the average age being 33. Pittsburgh, serves as the County Seat of Allegheny County which has an estimated population of 1.2 million. Pittsburgh serves as the principal city of the Pittsburgh Metropolitan Area, or Greater Pittsburgh. This 8 county area has an estimated population of 2.6 million.CommunityThe City of Pittsburgh offers everything a person might be looking for in a home, with its wonderful shopping areas, great restaurants, and beautiful views. Pittsburgh is known for having more named neighborhoods than any American city. Ninety distinct communities collectively create the culture of Pittsburgh. The Strip District is a wonderful market spot known for its variety of food and an excellent shopping with unique stores. The neighborhoods known as Shadyside, Beechview, or the West End are other fantastic region of Pittsburgh to find trendy shops and restaurants. If you’re looking for authentic homemade Italian food, Bloomfield or “Pittsburgh’s Little Italy” is the place for you. If you’re looking for more of a creative and artistic side of Pittsburgh, pass through the neighborhood of Lawrenceville.East Liberty is known as for business and industries. Looking for a fun night out on the town? South Side has a fun and exciting nightlife full of clubs, sports bars, and laid-back pubs. Wanting to catch a game or spend some quality time with your loved ones? The North Shore or North Side is the place to be. Mount Washington is the high point of Pittsburgh; it gives the residents of Pittsburgh and tourists a beautiful view of this magnificent city. Finally, Downtown, like most downtown districts, has great food, dining, parks, plazas, and art museums.EducationPittsburgh Public Schools strives to accelerate student achievement, eliminate racial inequalities, foster innovations and create positive atmosphere. There are a total of 23 elementary schools, 7 middle schools, 4 high schools, 11 schools serving grades K-8, 5 schools serving grades 6-12, and 4 specialty schools. The district is governed by the elected Board of Public Education of Pittsburgh. The City of Pittsburgh Controller and Treasurer serve dual roles in the School District of Pittsburgh.For higher education there are countless and qualified options. The University of Pittsburgh, Duquesne University, Carlow University, Point Park University, and Carnegie Mellon University are just a few universities located in the City of Pittsburgh. There are even more just outside the city such as Robert Morris University, Washington & Jefferson, and La Roche College.",
        "Pittsburgh was founded on November 27, 1758. The city was named byGeneral John Forbes, in honor of British statesmanWilliam Pitt, the 1st Earl of Chatham. Early on, Pittsburgh played an important role in our country’s history. In the early 1800s, the city became known as the “Gateway to the West.” This nickname referenced the huge advantage Pittsburgh had by having the intersection of three major waterways. The Allegheny River and Monongahela River join together at what is known as the “point” to form the Ohio River. This intersection opened the gates for Pittsburgh to lead the way in the trade industry for products such as coal, timber, glass, natural gas, iron and limestone. By 1911, Pittsburgh manufactured half of the nation’s steel. Due to the amount of pollution given off by the steel factories the city had a new nickname - “The Smoky City.\"",
        "Throughout the years, Pittsburgh has made multiple changes and overcome many obstacles. The city has moved from the steel industry to become a leader in healthcare, education, technology, and financial services. What were once heavily polluted streets and riverfronts, have been transformed to create the modern vibrant Pittsburgh one sees today.",
        "The Commonwealth of Pennsylvania is the sixth largest populated state in the United States. Pittsburgh is the second largest city in Pennsylvania and has an estimated of 310,000 people. The population consists of 51.9% females and 48.9% males, with the average age being 33. Pittsburgh, serves as the County Seat of Allegheny County which has an estimated population of 1.2 million. Pittsburgh serves as the principal city of the Pittsburgh Metropolitan Area, or Greater Pittsburgh. This 8 county area has an estimated population of 2.6 million.",
        "The City of Pittsburgh offers everything a person might be looking for in a home, with its wonderful shopping areas, great restaurants, and beautiful views. Pittsburgh is known for having more named neighborhoods than any American city. Ninety distinct communities collectively create the culture of Pittsburgh. The Strip District is a wonderful market spot known for its variety of food and an excellent shopping with unique stores. The neighborhoods known as Shadyside, Beechview, or the West End are other fantastic region of Pittsburgh to find trendy shops and restaurants. If you’re looking for authentic homemade Italian food, Bloomfield or “Pittsburgh’s Little Italy” is the place for you. If you’re looking for more of a creative and artistic side of Pittsburgh, pass through the neighborhood of Lawrenceville.",
        "East Liberty is known as for business and industries. Looking for a fun night out on the town? South Side has a fun and exciting nightlife full of clubs, sports bars, and laid-back pubs. Wanting to catch a game or spend some quality time with your loved ones? The North Shore or North Side is the place to be. Mount Washington is the high point of Pittsburgh; it gives the residents of Pittsburgh and tourists a beautiful view of this magnificent city. Finally, Downtown, like most downtown districts, has great food, dining, parks, plazas, and art museums.",
        "Pittsburgh Public Schools strives to accelerate student achievement, eliminate racial inequalities, foster innovations and create positive atmosphere. There are a total of 23 elementary schools, 7 middle schools, 4 high schools, 11 schools serving grades K-8, 5 schools serving grades 6-12, and 4 specialty schools. The district is governed by the elected Board of Public Education of Pittsburgh. The City of Pittsburgh Controller and Treasurer serve dual roles in the School District of Pittsburgh.",
        "For higher education there are countless and qualified options. The University of Pittsburgh, Duquesne University, Carlow University, Point Park University, and Carnegie Mellon University are just a few universities located in the City of Pittsburgh. There are even more just outside the city such as Robert Morris University, Washington & Jefferson, and La Roche College."
    ],
    "publicsafety-ofem": [
        "Getting Started: Event Permits",
        "Getting Started: Film Permits",
        "Block Party Policies",
        "City County Building Portico Policies",
        "PPA Out of Service Meter Policy",
        "Point State Park Event Guidelines",
        "PennDot Event Permit Form",
        "PA LCB Regulations: Alcohol at Events",
        "South Shore Riverfront Park Application",
        "North Shore Riverfront Park Application (SEA)",
        "Indigency Waiver",
        "The Office of Film & Event Management (OFEM) is the official permitting authority for block parties, special events, first amendment activity, and film projects in the City of Pittsburgh. To support the city’s rapidly growing event & film industry, the Office of Film & Event Management has streamlined the permitting process for event organizers and film producers via efficient digital permitting. In addition to streamlining the permitting process for events & film projects in the City of Pittsburgh, the Office of Film & Event Management will also be responsible for the following:",
        "OFEM is tasked with receiving and vetting applications for small and large-scale events and film productions within the City of Pittsburgh as well as consulting with both film and event permit applicants to ensure that industry standards, safety regulations, and city policies are followed and met. Via the Special Events Committee, OFEM also works with all City departments to ensure proper planning, coordination, and execution of all events and film projects. Additionally, it will ensure that events and film productions do not negatively impact the City’s operations and remain positive assets to the City and its residents.",
        "Beginning in the spring of 2024, the Office of Film & Event Management (OFEM) will be launching a new permit management system, Eproval! With the launch of this new system comes a new two-phase application approach to special event permitting. The new process will allow event organizers to secure their preferred venue first, and then focus on the details of the event. Previously, applicants would need to wait until many details of their event were in place before they could apply. Now, applicants can secure their venue and dates, then move forward with hiring all of their vendors and performers with the comfort of knowing they have a secure venue and dates.",
        "Please see the release below for more information on EProval, and please visit the Special Event & Block Party Permitting page for information on the new application process. Please check out the “Getting Started: Event Permits” for information on the entire permitting process!",
        "In addition to being able to secure their event venue prior to completing all event-specific details, Eproval provides several new exciting features that will make the event permitting process more streamlined for applicants. Among them:",
        "For general information and guidance, please reach out to the Office of Film & Event Management at the contact info below.",
        "Hours: 8:00am - 4:45pm EST Monday- FridayPhone: 412-255-2641ofem@pittsburghpa.gov",
        "Please note: Staff works a hybrid schedule. The Preferred method of contact for the fastest response is email."
    ],
    "pittsburgh-pgh-sports": [
        "Arthur J. Rooney founded the world famous football team, thePittsburgh Steelerson July 8, 1933. Since then, the team has won seven AFC Central titles and four AFC championships. They also became the first NFL team to win four Super Bowls and are the only team to ever win back-to-back Super Bowl twice. They now have six Super Bowl wins, with the most recent happening after Super Bowl XLIII. The Steelers callHeinz Fieldon Pittsburgh's North Shore home. This stadium opened in 2001 and is a property of the City through its joint municipal authority, thePittsburgh-Allegheny County Sports & Exhibition Authority.",
        "Pittsburgh was honored to become the home of thePenguinsin 1967. Mario Lemieux, the team's current owner, played for the team from 1984 to 2005. The Penguins have appeared in the playoffs 28 times, won their division eight times, and earned the President’s Trophy in 1993. The Penguins have won the Stanley Cup four times as well, with the most recent championship being back to back wins in 2016 and 2017. The Penguins callPPG Paints Arenain Pittsburgh's Bluff/Uptown neighborhood home. The arena opened in 2010 and is a property City through its joint municipal authority, thePittsburgh-Allegheny County Sports & Exhibition Authority.",
        "ThePiratesare the oldest professional sports team in Pittsburgh. The team played their first National League game on April 30, 1887, defeating Chicago. In 2007 Robert Nutting, a native from West Virginia took over as owner. The Pirates have won their division eight times and the National League Championship nine times. They have won the World Series five times, most recently in 1979. The Pirates callPNC Parkon Pittsburgh's North Shore home. This stadium opened in 2001 and is widely considered to be one of baseball’s best. The ballpark is a property of the City through its joint municipal authority, thePittsburgh-Allegheny County Sports & Exhibition Authority."
    ],
    "citiparks-carrick-market": [
        "WEDNESDAYS:  June 19 through November 20, 2024.Carrick Dairy District--1529 Brownsville Road3 PM to 7 PM"
    ],
    "finance-tax-cert-letter": [
        "Need a permit to do business in the City? Do you want to do business with the City of Pittsburgh? Then you probably need a tax certification letter showing that you are up-to-date on your taxes.",
        "For Real Estate Tax Certification Letters:",
        "Please Call412-255-2525RealEstateTaxInfo@pittsburghpa.govOr visit:",
        "City of PittsburghReal Estate Division414 Grant StreetPittsburgh, PA 15219"
    ],
    "finance-tax-descriptions": [
        "WHAT IS TAXED?",
        "Under Pennsylvania Earned Income Tax law, all residents of the City of Pittsburgh must have three (3%) percent of their wages withheld from their pay as Earned Income Tax. This amount is to be remitted to Jordan Tax Services. This applies whether the employer is located within or outside the City of Pittsburgh. The determining factor is the residency of the employee, not the location of the employer.",
        "If insufficient amounts are withheld by employers, City residents are required to pay the difference when EIT tax returns are filed with Jordan Tax Services. Jordan Tax Services is the agent for EIT Tax collection for the Allegheny County Central Tax District.",
        "TAX RATE:City of Pittsburgh residential; City 1%, School district 2%.3% Total",
        "Jordan Tax Services can be contacted at 412-345-7966 orjts@jordantax.com.",
        "DUE DATE:The last day of the second month after quarter end for the prior quarters’ activity.",
        "TAX RATE: 5½ Mills (.0055) or .55%",
        "WHO PAYS THE TAX?",
        "All persons who engage, hire, employ, or contract with one or more individuals, as employees, to perform work or render services within the City of Pittsburgh. The Payroll Tax is computed on the employer’s total payroll expense (total compensation) associated with business activity in the City.  Partners are considered employees of the employer for purposes of the Payroll Tax.  You do not need to be located in the City of Pittsburgh to be subject to this tax.",
        "DO SELF-EMPLOYED PERSONS AND PARTNERS HAVE TO PAY THE TAX?",
        "Yes, self-employed persons and partners in a partnership, if the partnership otherwise does not remit the tax, must file the tax return and remit the tax on their own earnings. In calculating the earnings of self-employed persons or partners, such earnings are the sum of guaranteed payments and the lesser of net profits or net draws or distributions from the business. Passive income received by a self-employed person or a partner is not subject to tax because it is not considered “earned” income.",
        "IMPORTANT DATES",
        "Employers must file quarterly reports with the City Treasurer on or before the last day of the second month after the quarter, reporting the preceding quarter’s activity on the Payroll Expense Tax Form provided athttps://pittsburghpa.gov/finance/tax-forms. Thus, 1st Quarter taxes and reports are due May 31st, 2nd Quarter; taxes and reports are due August 31st, 3rd Quarter taxes and reports are due November 30th, and 4th Quarter taxes and reports are due February 28th of the following year.",
        "TAX RATES, PENALTIES, AND FEES",
        "How much is it?",
        "The Payroll Tax is fifty-five hundredths of a percent (.55% or .0055) of payroll expense generated as a result of an employer conducting business within the City of Pittsburgh, collected quarterly.",
        "What is taxed?",
        "Payroll expense, which is the total compensation paid, including salaries, wages, net distributions, commissions, bonuses, stock options and other compensation to all individuals who during any tax year, perform work or render services in whole or in part in the City of Pittsburgh.",
        "For more information, see:",
        "What if my employees don’t just work in the City of Pittsburgh?",
        "For employers whose employees perform work or render services partly within and partly outside of the City of Pittsburgh, the method of computing their payroll expense attributable to the City of Pittsburgh is to use the percentage of total number of working hours employed within the City of Pittsburgh compared to the total number of hours employed (within and outside) the City for each individual employee.  Detailed examples are provided in the Regulations.",
        "What happens if you don’t pay on time?",
        "If an employer does not pay on time, interest and penalties will be added to the amount it owes.",
        "In order for a mailed report and return to be considered timely, it must be postmarked by the United States Post Office by the due date.  The City Treasurer will allow for a two-day grace period for those reports and returns privately postmarked.",
        "In order for an electronically submitted report and return to be considered timely, it must be submitted by 11:59PM Eastern Time on the due date.",
        "DISCOUNTS AND SPECIAL RULES",
        "Are you eligible for a discount?",
        "No discounts are available for the Payroll Tax.",
        "Do special rules apply to non-profit charities?",
        "Yes.  A charitable organization, shall calculate the tax that would otherwise be attributable to the City of Pittsburgh and file a return, but shall only pay the tax on that portion of its payroll expense attributable to business activity for which a tax may be imposed pursuant to unrelated business income tax (“UBIT”) under Section 511 of the Internal Revenue Code. Please review your IRS Form 990-T to determine which part of your activities are subject to the UBIT. If the charity has purchased or is operating branches, affiliates, subsidiaries or other business entities that do not independently meet the standards of the “Institutions of Purely Public Charity Act”, the tax shall be paid on the payroll attributable to such for-profit branches, affiliates or subsidiaries, whether or not the employees are leased or placed under the auspices of the charity’s umbrella or parent organization.",
        "HOW TO PAY",
        "By mail:",
        "In Person:",
        "TAX CODE",
        "The relevant ordinance isSection 258of the Pittsburgh Municipal Code.",
        "FORMS AND INSTRUCTIONS",
        "The Payroll Tax Form, as well as instructions that apply to this and other tax types, can be found athttps://pittsburghpa.gov/finance/tax-forms.",
        "RELATED CONTENT",
        "Every employer not registered with the City of Pittsburgh shall, within 15 days after first becoming an employer, register with the City the employer’s name, address and such other information as the City may require.",
        "The Payroll Tax Regulations can be found onhttps://pittsburghpa.gov/finance/tax-forms.",
        "Pittsburgh Code Reference: Ch. 258",
        "For new business registration call 412-255-2525.",
        "DUE DATE: 30 days after quarter end for the prior quarters' activity.",
        "TAX RATE: $52/year",
        "WHO COLLECTS THE TAX?",
        "Employers are required to withhold the tax from the earnings of their employees and pay over the tax to the City Treasurer.  For purposes of this tax, sole proprietors and partners shall be deemed to be employees.  The Local Services Tax of $52 is to be deducted evenly from pay checks throughout the year.",
        "If the employer does not withhold the proper amount of tax, then the employee, partner, or self-employed person must pay the Local Services Tax directly to the City Treasurer.",
        "IMPORTANT DATES",
        "Employers must file quarterly reports with the City Treasurer on or before the 30th day after the quarter, reporting the preceding quarter’s activity on the form provided athttps://pittsburghpa.gov/finance/tax-forms.",
        "For the fourth quarter report and payment, employers must also submit, on a CD, a year end summary of employee name, SSN, and the total amount paid for the year.",
        "TAX RATES, PENALTIES, AND FEES",
        "How much is it?",
        "The Local Services Tax is $52/year, collected quarterly.",
        "For more information, see:",
        "What happens if you don’t pay on time?",
        "If you don’t pay on time, interest and penalties will be added to the amount you owe.  The failure of any employer to withhold the tax shall not relieve the employee from the duty to file a return and pay the proper amount of tax.  Employees who believe their employer has not appropriately withheld the Local Services Tax should contact the City of Pittsburgh Finance Department at 412-255-2525.",
        "In order for a mailed report and return to be considered timely, it must be postmarked by the United States Post Office by the due date.  The City Treasurer will allow for a two-day grace period for those reports and returns privately postmarked.",
        "In order for an electronically submitted report and return to be considered timely, it must be submitted by 11:59PM Eastern Time on the due date.",
        "DISCOUNTS AND EXEMPTIONS",
        "Are you eligible for a discount?",
        "No discounts are available for the Local Services Tax.  However, an employee whose total income for a calendar year was less than $12,000, can apply for a refund of $52 (or the amount withheld) the following year using the Local Services Refund form at the “Local Services Tax Refund Form” link athttps://pittsburghpa.gov/finance/tax-forms",
        "Can you be excused from collecting the tax and paying the tax to the City?",
        "Yes.  Employers must discontinue withholding the Local Services Tax when (i) the total earned income from all sources within the City of Pittsburgh is less than $12,000; (ii) the employee is on active duty in the military; or (iii) the employee is an honorably discharged veteran of the armed forces with a 100% service-connected-disability.  In order to receive an exemption from the Local Services Tax, the employee must file an exemption certificate with their employer which can be found at the “Local Services Tax Exemption Certificate” link athttps://pittsburghpa.gov/finance/tax-forms",
        "What happens if the employee changes job locations during the year or works outside the City?",
        "The employer is supposed to withhold the Local Services Tax for the municipality associated with the principal work location of the employee.  For example, if the employee has $10 in Local Services Tax withheld for Municipality “A” and changes her job location to the City in the same calendar year, then the employee must provide the employer an exemption certificate.  Having received the timely filed exemption certificate, the employer only has to withhold $42 ($52 less $10 paid to Municipality “A”) in City Local Services Tax from the employee.",
        "What happens if the employee changes his employer during the year?",
        "The employee is supposed to provide the employer an exemption certificate showing how much Local Services Tax has been withheld during the current year.  No more than $52 in Local Services Tax can be withheld by all employers from a particular employee.",
        "HOW TO PAY",
        "By mail:",
        "In Person:",
        "TAX CODE",
        "The relevant ordinance isSection 252of the Pittsburgh Municipal Code.",
        "FORMS AND INSTRUCTIONS",
        "The Local Services Tax Form, as well as instructions that apply to this and other tax types, can be found athttps://pittsburghpa.gov/finance/tax-forms.",
        "RELATED CONTENT",
        "Every employer not registered with the City of Pittsburgh shall, within 15 days after first becoming an employer, register with the City the employer’s name, address and such other information as the City may require.",
        "The Local Services Tax Regulations can be found herehttps://pittsburghpa.gov/finance/tax-forms.",
        "For additional information call 412-255-2525",
        "WHO IS TAXED:All owners of real estate located within the City and School District. The market value of the property is determined by the Allegheny County Office of Property Assessment. The taxes are calculated by applying the millage rate to the assessed value.",
        "DISCOUNTS:Taxpayers may take a 2% discount on either of the following if taxes are paid by February 10th:",
        "* The total annual tax due or,",
        "* The first installment of tax due.",
        "TAX PAYMENT DUE DATES:",
        "* Last day of February for 1st installment or the annual amount at gross",
        "* April 30th for 2nd installment",
        "* July 31st for 3rd installment",
        "If no payment is made by the last day of February or if less than the entire first installment amount is paid by the last day of February, the entire year’s taxes become due and payable in full and incur interest charges from March 1st.",
        "Tax bills are mailed in January. Further installment bills are mailed in April and July.",
        "If you have any questions please call 412-255-2525 or visit",
        "Pittsburgh Code Reference Chapter: 263",
        "First Levied: 1816",
        "Parks TaxIn November of 2019, voters in the City of Pittsburgh approved a referendum that amended theCity of Pittsburgh Home Rule Charterto establish a trust fund to collect funds for the improvement of the City's parks. Article 9 of the City's Home Rule Charter establishing the Parks Trust Fund is as follows:ARTICLE 9PARKS TRUST FUND901. ESTABLISHMENT OF THE CITY OF PITTSBURGH PARKS TRUST FUNDThe City of Pittsburgh hereby establishes a Parks Trust Fund dedicated to the following values: improvement, maintenance,  creation  and operation of public parks; improving park safety; providing equitable funding for parks,  including  those in underserved neighborhoods throughout the City of Pittsburgh; and securing matching funds and services from a charitable city parks conservancy.902. FUNDINGThe Parks Trust Fund shall be funded,  in  part,  by  adding 0.50 mills to the real estate tax rate that must be approved and set by the Council of the City of Pittsburgh each fiscal year. The Parks Trust Fund may also receive monies and contributions from additional sources,  including  existing trust funds dedicated to park uses, other funds as determined by the Council of the City of Pittsburgh, private charitable donations,  and   matching   funds   from   charitable   city   parks   conservancies as further provided in Section 903, in addition to other public and private sources.903. AGREEMENT WITH CHARITABLE CITY PARKS CONSERVANCIESThe Mayor may be authorized by City Council to enter into an agreement with one or more charitable city parks conservancies   (\"Services   Agreement(s)\")   to   receive services and to secure matching funds for the Parks Trust Fund. Council may appropriate funds from the   Parks   Trust   Fund   for   use   in   the   Services   Agreement(s).    The Services Agreement(s)  shall  address public participation and disclosure of spending from the Parks Trust Fund in addition to specific terms and   conditions   for   the   governance   and   use   of appropriated funds.904. AUDIT OF PARKS TRUST FUNDThe City Controller shall conduct a financial audit each year of the Parks Trust Fund in accordance with Article IV of the Home Rule Charter of the City of Pittsburgh.",
        "DUE DATE: 15th of each month, for the prior month’s activity.",
        "TAX RATE: 37.5%",
        "WHO PAYS THE TAX?",
        "This tax is collected by the operator of the parking lot from patrons.  The tax due is 37.5% or 0.27273 of the gross parking fee charged.",
        "If you operate a parking place or receive consideration for the parking or storage of vehicles at such parking place, then you are responsible for collecting the tax from patrons, filing the tax returns, and remitting the tax to the City of Pittsburgh.",
        "IMPORTANT DATES",
        "You must file monthly reports with the City Treasurer on or before the 15th day of the following month, reporting the preceding month’s activity on the Parking Tax form provided athttps://pittsburghpa.gov/finance/tax-forms. Tax returns must be filed even if no tax is due.",
        "TAX RATES, PENALTIES, AND FEES",
        "How much is it?",
        "Parking Tax is imposed at the rate of 37.5% or 0.27273 of the gross parking fee charged.  No deductions are allowed for any costs or expenses that you incur in providing the parking places.",
        "For more information, see:",
        "What happens if you don’t pay on time?",
        "If you don’t pay on time, interest and penalties will be added to the amount you owe.  Additionally, if you as the operator, fail to collect the tax from patrons, then you shall be liable for paying the tax.",
        "In order for a mailed report and return to be considered timely, it must be postmarked by the United States Post Office by the due date.  The City Treasurer will allow for a two-day grace period for those reports and returns privately postmarked.",
        "In order for an electronically submitted report and return to be considered timely, it must be submitted by 11:59PM Eastern Time on the due date.",
        "DISCOUNTS AND EXEMPTIONS",
        "Are you eligible for a discount?",
        "No discounts are available for the Parking Tax.",
        "Can you be excused from collecting the tax and paying the tax to the City?",
        "If you operate an Exempt Valet Parking Service, as defined in the Parking Tax Regulations athttps://pittsburghpa.gov/finance/tax-forms, then you are not liable for the Parking Tax but may be subject other business taxes.",
        "HOW TO PAY",
        "By mail:",
        "In Person:",
        "TAX CODE",
        "The relevant ordinance isSection 253of the Pittsburgh Municipal Code.",
        "FORMS AND INSTRUCTIONS",
        "The Parking Tax Form, as well as instructions that apply to this and other tax types, can be found athttps://pittsburghpa.gov/finance/tax-forms.",
        "RELATED CONTENT",
        "Every Operator must secure a license from the Superintendent of the Bureau of Building Inspection. Any provider of Valet Parking Services is required to hold a Valet parking license from the Director of Mobility and Infrastructure. Each license must be renewed annually.",
        "The Parking Tax Regulations can be found herehttps://pittsburghpa.gov/finance/tax-forms.",
        "For additional information call 412-255-2525.",
        "Tax First Levied: 1962",
        "The earned income tax (EIT) is commonly referred to as the wage tax. Although wages are the most common source of income taxed, wages are not the only source taxed. This tax is collected by Jordan Tax Services.",
        "They can be contacted at 412-345-7966 orjts@jordantax.com.",
        "WHO IS TAXED?The tax is applied to people who earn income and/or profits and are CIty and School District residents. Residents pay 1% city tax and 2% school tax for a total of 3%. Non-Pennsylvania residents who work within the City pay 1%. Mt. Oliver Borough residents pay the School Earned Income Tax of 2% to the city which acts as the tax collector for the School District. Mt. Oliver residents must also file directly with the Mt. Oliver Borough tax office to report the borough Earned Income Tax.",
        "WHAT IS TAXED?Wages, salaries, tips compensation that is earned, bonuses, stock options, covenant not to compete, other incentives, net profit from businesses or professions. The definition of compensation that applies for the Commonwealth of Pennsylvania is identical for the City.",
        "COMMON EXCLUSIONS:Interest, dividends, active duty pay from the armed forces, pensions, social security, and capital gains.",
        "COMMON DEDUCTIONS:All expenses that are allowed on the State of Pennsylvania UE form.",
        "COMMON CREDITS:Up to 1% of income taxes paid to a municipality in another state or to another state and not claimed on the EIT. This credit applies to the city tax only.",
        "Self-employed individuals make quarterly payments using forms from Jordan Tax Services. These forms can be found athttps://www.jordantax/Act32/EmployerForms.html",
        "Due dates are:",
        "1st quarter due April 30",
        "2nd quarter due July 31",
        "3rd quarter due Oct 31",
        "4th quarter due Jan 31",
        "If a person is employed for wages and has the EIT withheld by his/her employer, but also has self-employment income, estimates must be filed for the self-employment income.",
        "Information on filing EIT forms- 412-345-7966",
        "DUE DATE: 15th of April, for prior activity.",
        "TAX RATE: 6mil/dollar",
        "WHO PAYS THE TAX?",
        "Any person, organization, foundation, corporation or unincorporated association operating under a non-profit charter or recognized as a non-profit entity by the Commonwealth of Pennsylvania, including, but not limited to, hospitals, nursing homes, colleges, universities, schools other than elementary and secondary schools, cemeteries, veterans organizations, recreational centers, fund-raising organizations and all other organizations which conduct medical, educational, beneficial, social, recreational, vocational, or any other type of service for which a charge is made, as a non-profit entity, in the City of Pittsburgh.  Common examples of taxpayers are charities, social clubs, fraternal benefit organizations, business leagues, and civic leagues.",
        "WHAT GROSS RECEIPTS ARE SUBJECT TO TAX?",
        "Generally, all revenue from services performed within the City limits are subject to tax.  Individual charges for services rendered to a member or nonmember are subject to tax.  Membership fees and charitable contributions are not subject to tax.",
        "All gross receipts of an Institution of Purely Public Charity, which has a non-profit sales tax exemption issued by the Pennsylvania Department of Revenue, are not subject to tax.",
        "IMPORTANT DATES",
        "You must file the Institution and Service Privilege Tax Return and payment with the City Treasurer on or before the 15th day of April, reporting the preceding year’s activity on the form provided athttps://pittsburghpa.gov/finance/tax-forms.",
        "New businesses must file the return with the City Treasurer within forty (40) days of starting the service with the institution’s name, the services rendered, the institution address, and such other information as may be necessary in arriving at the actual volume of services transacted by it during the first month of service and amount of tax due.",
        "Every person or institution who engages in a temporary/seasonal service shall, within seven (7) days from the day it completes such service, file a return with the City Treasurer with the institution’s name, service, the person or institution address, and such other information as may be necessary in arriving at the actual gross volume of service, during the tax period and the amount of tax due.",
        "TAX RATES, PENALTIES, AND FEES",
        "How much is it?",
        "The tax rate is six (6) mills on each dollar of annual gross receipts. (Six mills equals $6.00 per $1,000 or 6/10 of 1%).  Exempt receipts are not taxed.  A reduced tax rate of two mills (2/10 of 1%) applies to proprietors of locations where food and beverages are sold.",
        "For more information, see:",
        "What happens if you don’t pay on time?",
        "If you don’t pay on time, interest and penalties will be added to the amount you owe.",
        "In order for a mailed report and return to be considered timely, it must be postmarked by the United States Post Office by the due date.  The City Treasurer will allow for a two-day grace period for those reports and returns privately postmarked.",
        "In order for an electronically submitted report and return to be considered timely, it must be submitted by 11:59PM Eastern Time on the due date.",
        "DISCOUNTS AND EXEMPTIONS",
        "Are you eligible for a discount?",
        "No discounts are available for the Institution and Service Privilege Tax.",
        "Can you be excused from paying the tax to the City?",
        "If you are an “Exempt Institution” under the Institution and Service Privilege Tax Regulations, you are exempt from paying the tax.  Examples of Exempt Institutions include: an Institution of Purely Public Charity, any government entity, or any utility company.  To prove to the City that you are an Institution of Purely Public Charity, you must have a sales tax exemption as a non-profit issued by the Pennsylvania Department of Revenue and show your exemption number on the tax return.  Affiliates of Institutions of Purely Public Charity which do not have their own sales tax exemption are not exempt.",
        "HOW TO PAY",
        "By mail:",
        "In Person:",
        "TAX CODE",
        "The relevant ordinance isSection 247of the Pittsburgh Municipal Code.",
        "FORMS AND INSTRUCTIONS",
        "The Institution and Service Privilege Tax Form, as well as instructions that apply to this and other tax types, can be found athttps://pittsburghpa.gov/finance/tax-forms.",
        "RELATED CONTENT",
        "The Institution and Service Privilege Tax Regulations can be found onhttps://pittsburghpa.gov/finance/tax-forms.",
        "Additional information call  412-255-2525",
        "WHO IS TAXED?Every person (natural, association, and corporation) that makes, executes, delivers, accepts, or presents for recording a document which represents the transfer of property.",
        "WHAT IS TAXED?The transfer tax is a tax upon the transaction involving the transfer of title to real estate. The transfer tax is imposed on all transactions that result in a transfer, for consideration, of a beneficial interest in real estate that is located within the city of Pittsburgh and/or School District of Pittsburgh limits.",
        "TAX RATES:2% City of Pittsburgh; 1% School District of Pittsburgh; 1% Commonwealth of Pennsylvania",
        "COMMON EXCLUSIONS:Transfer to certain relatives, transfer between gov’t and instrumentalities, transfer to trustees for benefit of children, correctional deeds without consideration.",
        "COMMON DEDUCTIONS:NONE",
        "COMMON CREDITS:Real Estate agents or brokers can claim a deed transfer tax credit when the property was taken in trade for another property, but not in excess of the tax due.",
        "NOTES:In Oct. 2005, the City and School District adopted the provisions of the Commonwealth of Pennsylvania Realty Transfer Tax (72 PS/8101-C et seq.) In addition the Commonwealth is authorized to act on behalf of the City and School District to enforce the collection of this tax. This tax is collected by realty transfer stamps that are issued by the Allegheny County Real Estate department, Recorder of Deeds (412-350-4226). The tax collected is then remitted to the City Treasurer. Pittsburgh Code Chapters 255 & 256",
        "WHO PAYS THE TAX?",
        "This tax is collected by the provider of the amusement from patrons.  The tax due is 5% of the admission fee charged for attending any amusement in the City of Pittsburgh. An amusement can include any form of entertainment such as concerts, movies, night clubs, conventions, or sporting events.",
        "If you operate or provide any place of amusement where people must pay an established price to attend or engage in the amusement, then you are responsible for collecting the tax from patrons, filing the tax returns, and remitting the tax to the City of Pittsburgh.",
        "IMPORTANT DATES",
        "You must file monthly reports with the City Treasurer on or before the 15th day of the following month, reporting the preceding month’s activity on the Amusement Tax form provided athttps://pittsburghpa.gov/finance/tax-forms.",
        "If the place of amusement is temporary, you must file reports after each performance.",
        "TAX RATES, PENALTIES, AND FEES",
        "How much is it?",
        "Amusement Tax is imposed at the rate of 5% of the gross admission charge for the amusement venue or event.  No deductions are allowed for any costs or expenses that you incur in providing the amusement.",
        "For an amusement (entertainment) at a place where food and drink are served where there is no fixed charge for admission, the Amusement Tax will be based on 10% of the total amount paid for food and drink. For example, if a check for food and drink by a party of four amounts to $80.00, the admission charge is 10% of the total check, or $8.00. $8.00 admission charge X 5% = $ .40 Amusement Tax.",
        "Where admission is obtained to any amusement solely or partly by a donation, contribution and other monetary charge, the established price for amusement for purposes of the tax shall be twenty-five (25%) percent of the total donation, contribution and other monetary charge.",
        "When amusement is conducted at a social club or fraternal organization which also furnishes entertainment for which a separate charge is not made, the established price shall be fifty (50%) percent of the gross receipts",
        "For more information, see:",
        "What happens if you don’t pay on time?",
        "If you don’t pay on time, interest and penalties will be added to the amount you owe.",
        "In order for a mailed report and return to be considered timely, it must be postmarked by the United States Post Office by the due date.  The City Treasurer will allow for a two-day grace period for those reports and returns privately postmarked.",
        "In order for an electronically submitted report and return to be considered timely, it must be submitted by 11:59PM Eastern Time on the due date.",
        "DISCOUNTS AND EXEMPTIONS",
        "Are you eligible for a discount?",
        "No discounts are available for the Amusement Tax.",
        "Can you be excused from collecting the Amusement tax and paying the tax to the City?",
        "Private affairs sponsored by nonprofit organizations for members and their guests at which the admission charges or contribution approximate the expenses and the net proceeds benefit the nonprofit organization are considered “Exempt Amusements”. However, if members of the general public are invited to the private affair, the event is not an Exempt Amusement.",
        "Additionally, children under twelve (12) years of age, disabled veterans and members of the armed services when on active duty and in uniform, who are admitted free of charge to any place of amusement, shall not be required to pay the Amusement Tax.",
        "Additional exemptions are listed in the Amusement Tax Regulations link onhttps://pittsburghpa.gov/finance/tax-forms.",
        "HOW TO PAY",
        "By mail:",
        "In Person:",
        "TAX CODE",
        "The relevant ordinance isSection 241of the Pittsburgh Municipal Code:",
        "FORMS AND INSTRUCTIONS",
        "The Amusement Tax Form, as well as instructions that apply to this and other tax types, can be found athttps://pittsburghpa.gov/finance/tax-forms.",
        "RELATED CONTENT",
        "Every producer of an amusement must secure an Amusement Tax Permit from the Office of Permits, Licenses and Inspections at 412-255-2558 (prior to the event).",
        "The Amusement Tax Regulations can be found onhttps://pittsburghpa.gov/finance/tax-forms.",
        "For additional information call 412-255-2525",
        "Tax First Levied: 1947",
        "WHO HAS TO PAY THE FEE?Every employer who employs one or more non-resident employees who earn compensation as the result of services performed at a publicly funded facility within the city.   In the event the employer fails, refuses, or neglects to withhold or remit the fee for any portion thereof, the employee shall be personally liable for payment of the fee and any applicable penalty.",
        "WHAT THE FEE IS BASED ON:Earned income. Fee rate is 3%.",
        "EXAMPLES OF WHAT IS SUBJECT TO THIS FEE:Players or employees of a sports team and entertainers who engages in an athletic event at a publicly funded facility in Pittsburgh.  For exact, separate determinations of how this fee is calculated for athletes, team employees, and entertainers, see the Fee regulations athttps://pittsburghpa.gov/finance/tax-forms.",
        "COMMON EXCLUSIONS:Residents of Pittsburgh",
        "COMMON DEDUCTIONS:None",
        "COMMON CREDITS:None",
        "FILING DEADLINE:Quarterly filings are due by the last day of the month following the close of the quarter.",
        "NSFUF - FAQs about the recent Court of Common Pleas Ruling",
        "NSFUF Update Following Appeal to PA Supreme Court",
        "Pittsburgh Code Reference: Chapter 271",
        "For additional information or tax forms, call: 412-255-2742 (David Rebholz)."
    ],
    "finance-real-estate-taxes": [
        "Online payment collected by Magic Collection Solutions",
        "WHO IS TAXED:All owners of real estate located within the City and School District. The market value of the property is determined by the Allegheny County Office of Property Assessment. The taxes are calculated by applying the millage rate to the assessed value.",
        "DISCOUNTS:Taxpayers may take a 2% discount on either of the following if taxes are paid by February 10th:",
        "OR",
        "TAX PAYMENT DUE DATES:",
        "If no payment is made by the last day of February, or if less than the entire first installment amount is paid by the last day of February, the entire year’s taxes become due and payable in full and incur interest charges from March 1st.",
        "Tax bills are mailed in January. Further installment bills are mailed in April and July.",
        "If you have any questions please call 412-255-2525 or visit",
        "City of PittsburghReal Estate Division414 Grant StreetPittsburgh, PA 15219RealEstateTaxInfo@pittsburghpa.gov",
        "Pittsburgh Code Reference Chapter: 263",
        "First Levied: 1816"
    ],
    "finance-tax-forms": [
        "Work From Home- Local Services Tax and Payroll Expense Tax Information",
        "Any entity conducting business within the City of Pittsburgh must be registered with the City of Pittsburgh and have a City ID Number. Please Click Here if you need a City ID number. ",
        "Tax Returns that are received by the Department of Finance and are NOT registered will be returned to the taxpayer along with a registration form.  Tax payments for unregistered businesses will not be accepted. Any interest and/or penalty  caused by the delay in incorrect information will the responsibility of the taxpayer.",
        "Failure to complete the Tax Forms correctly may result in additional interest and penalty. The United States Post Office postmark will be the only proof of timely filing accepted. Internal company post meter stamps are not proof of timely filing.  Interest and penalty will be applied to all payments received after their respective due date. Please refer to the chart below for Tax and Fee information. For any questions, call  412-255-2525 Option 2 for Business Tax.",
        "Need to change or update your business information?Please complete theChange in Business Status Form.",
        "Email: taxcompliance@pittsburghpa.govCall: 412-255-2525Mail to: City of PittsburghDepartment of Finance414 Grant Street Room 207Pittsburgh, PA 15219",
        "Need to see if your business is located in the City of Pittsburgh? Open a new browser tab and perform a Google search for theAllegheny County Real Estatewebsite.",
        "Are you Exempt from Paying the Local Services Tax?Review and complete theLocal Services Tax Exemption Certificateand provide all supporting documentation.",
        "Paid more for Local Services Tax for the year?Complete aLocal Services Tax Refund Form."
    ],
    "schenley-valentines-on-ice": [
        "Romance fills the air as couples skate under the stars on February 14th!",
        "Join us for the 19th Annual Valentines on Ice! In addition to skating, enjoy free activities on site with your sweetheart.",
        "On-line Tickets ONLY--coming soon!",
        "DATE: Friday, February 14, 2024  (Adults Only 18 +)TIME: TBD",
        "MEDIA PARTNER"
    ],
    "finance-business-tax-letter": [
        "For Business Tax Compliance Letters:",
        "Please Call412-255-2525taxcompliance@pittsburghpa.govOr visit:",
        "City of PittsburghDepartment of Finance Room 207414 Grant StreetPittsburgh, PA 15219"
    ],
    "citiparks-farmers-market": [
        "Now seeking BAKERY GOODS VENDOR for EAST END & CARRICK FARMERS MARKETS!  Interested Vendors, please e-mail:farmersmarkets@pittsburghpa.gov",
        "Satisfy your appetite for fresh-picked fruits and vegetables by visiting farmers markets presented by CitiParks.",
        "All markets sell farm-fresh fruits, vegetables, meats, cheese and baked goods, while several locations also sell flowers, small gifts and hot prepared foods to go. All markets accept food stamps (SNAP), credit and debit cards as part of Just Harvest’s Fresh Access program.",
        "SEPTEMBER 2024 FARMERS MARKETS NEWSLETTERAUGUST 2024 FARMERS MARKETS NEWSLETTERJULY 2024 FARMERS MARKETS NEWSLETTERMAY/JUNE 2024 FARMERS MARKETS NEWSLETTER",
        "VENDORS*: Clickhereto fill out a market application for the 2024 Season.",
        "*Squirrel Hill Farmers Market is FULL and no longer accepting applications.*Northside and East End Farmers Markets are still accepting applications for Produce Vendors.*East End and Carrick Farmers Markets are still accepting application for Meat Vendors.",
        "*Please note, if you do not receive a confirmation e-mail after submitting your application, then it was not received. Please email us noting the issue you are having at farmersmarkets@pittsburghpa.gov",
        "Please note:  The City of Pittsburgh does not allow tabling, campaigning or signature gathering at any of its market locations.",
        "May 12 - November 24, 2024",
        "Extended Winter Session:",
        "December 8 & 15, 2024 (10 a.m. to 1 p.m.)",
        "SNAP shoppers can get fresh, nutritious and local-grown food, including produce, meat, dairy, bread and baked goods, produce plants, seeds and honey.  (Hot prepared food items, alcohol and non-food items are not eligible for SNAP purchases.)  Food Bucks give Fresh Access food stamp shoppers extra money to spend on fruits and veggies.  For every $5 spent in food stamps, receive an extra $2 to spend on produce.  For more information, visitjustharvest.org/fresh-access"
    ],
    "pittsburgh-flag-seal": [
        "Pittsburgh is defined by many things, most notably its colors ofBlack & Gold. The only city in the nation where all of its professional sports teams share the same colors, their history runs much deeper than athletics. In 1816, when Pittsburgh was officially chartered as a city, an effort began to formalize the colors that had been unofficial since 1758. A City Seal and official standard were adopted based on Sir William Pitt’s family coat of arms. This is the source of Pittsburgh’s Black & Gold colors.",
        "Our original hockey team, thePittsburgh Pirateswere the first sports team to adopt the colors in 1925.ThePittsburgh Steelersadopted the colors at their founding in 1933 with their first uniforms including the City's Great Seal. In 1948, the Pittsburgh Pirates changed their colors from red, white, and blue to black and gold. Finally, thePittsburgh Penguinswould adopt the colors beginning with the 1980 season.",
        "Pittsburgh Seal & Flag HistoryThe basis of theGreat Seal of the City of Pittsburghis the family coat of arms ofWilliam Pitt the Elder, Earl of Chatham(1708–1778), who was Great Britain’s secretary of state during the Seven Year’s War (1756–1763) and later Prime Minister (1766–1768). After the defeat of the French atFort Duquesne, BritishGeneral John Forbesnamed the city on November 27, 1758 in honor of William Pitt. Pitt devised the military strategy that enabled Britain to beat the French in this region––and around the world. He was the man most responsible for seeing that British General John Forbes’ army of more than 5,000 soldiers and Virginia colonists was kept well-supplied in 1758 as they marched through the wilderness to the Point.All papers documenting the original design of the City Seal were apparently destroyed in the Great Fire of 1845. Therefore, after the Great Fire, a gentleman named Mr. Jones was hired to make a seal based on the recollections of people who had actually seen the seal.According to Doug MacGregor, museum educator at the Fort Pitt Museum, “The origin of the three gold coins goes back to Byzantine times. They are actually called bezants and represented real money and it became a symbol of honesty in coats of arms. While making the seal of Pittsburgh in 1816, the draftsman was confused as to what they were called and thought they were called ‘pheasants’ instead of bezants. The draftsman thought pheasants were not a majestic enough bird for our seal so he made them eagles on the Pittsburgh seal. Blue and white were the Pitt family livery colors, the colors they wore on their robes when going into Parliament.” The checkerboard pattern symbolizes finance and commerce, suggesting a cloth with coins placed on it, creating a checkerboard pattern. So we have a shield with a black background, crossed by a blue-and-white checkerboard, showing three gold coins––all elements from the Pitt family coat of arms––with embossed American eagles, topped by a castle. A castle symbolizes “city” in the language of heraldry.Therefore, the City Seal can be translated to mean “the City of Pitt in America.” (“burgh” is another word for city or town). In 1950, Pittsburgh officially adopted the Pitt family motto for the City of Pittsburgh: Benigno Numine, a Latin phrase meaning “By Divine Providence.”Merchant FlagThe Merchant Flag of the City of PittsburghA merchant flag is defined as \"a flag flown by the merchant vessels of a country\". Pittsburgh City Code defines our merchant flag as follows -  The City ensign or merchant flag shall be composed and parted as provided for the civic flag or standard in subsection. Except that instead of the entire City arms, there shall be blazoned upon the central pale the crest of the City arms, surrounded by thirteen five-pointed dark blue stars, in a circle, whose diameter shall be four-fifths of the width of the pale. The length or fly shall be six feet, the depth or hoist four feet six inches or in proportion thereto.City PennantThe Pennant of the City of PittsburghPittsburgh City Code defines our pennant as follows - A triangular piece of gold bunting five feet in length by four feet in width, or in proportion thereto. In the center thereof shall be placed a black triangular field two feet in width and three feet in length, upon which shall be displayed the crest of the City arms and a circle of blue stars, as borne upon the City ensign.City StreamerStreamer of the City of PittsburghPittsburgh City Code defines our streamer as follows - The City streamer shall be made of materials and colors above indicated two feet in width and fifteen feet in length, or in proportion thereto. The black shall be borne next to the staff, and shall be in length one-fourth the length of the streamer, and shall bear upon the center thereof the City crest, gold or gilded.",
        "The basis of theGreat Seal of the City of Pittsburghis the family coat of arms ofWilliam Pitt the Elder, Earl of Chatham(1708–1778), who was Great Britain’s secretary of state during the Seven Year’s War (1756–1763) and later Prime Minister (1766–1768). After the defeat of the French atFort Duquesne, BritishGeneral John Forbesnamed the city on November 27, 1758 in honor of William Pitt. Pitt devised the military strategy that enabled Britain to beat the French in this region––and around the world. He was the man most responsible for seeing that British General John Forbes’ army of more than 5,000 soldiers and Virginia colonists was kept well-supplied in 1758 as they marched through the wilderness to the Point.",
        "All papers documenting the original design of the City Seal were apparently destroyed in the Great Fire of 1845. Therefore, after the Great Fire, a gentleman named Mr. Jones was hired to make a seal based on the recollections of people who had actually seen the seal.",
        "According to Doug MacGregor, museum educator at the Fort Pitt Museum, “The origin of the three gold coins goes back to Byzantine times. They are actually called bezants and represented real money and it became a symbol of honesty in coats of arms. While making the seal of Pittsburgh in 1816, the draftsman was confused as to what they were called and thought they were called ‘pheasants’ instead of bezants. The draftsman thought pheasants were not a majestic enough bird for our seal so he made them eagles on the Pittsburgh seal. Blue and white were the Pitt family livery colors, the colors they wore on their robes when going into Parliament.” The checkerboard pattern symbolizes finance and commerce, suggesting a cloth with coins placed on it, creating a checkerboard pattern. So we have a shield with a black background, crossed by a blue-and-white checkerboard, showing three gold coins––all elements from the Pitt family coat of arms––with embossed American eagles, topped by a castle. A castle symbolizes “city” in the language of heraldry.",
        "Therefore, the City Seal can be translated to mean “the City of Pitt in America.” (“burgh” is another word for city or town). In 1950, Pittsburgh officially adopted the Pitt family motto for the City of Pittsburgh: Benigno Numine, a Latin phrase meaning “By Divine Providence.”",
        "A merchant flag is defined as \"a flag flown by the merchant vessels of a country\". Pittsburgh City Code defines our merchant flag as follows -  The City ensign or merchant flag shall be composed and parted as provided for the civic flag or standard in subsection. Except that instead of the entire City arms, there shall be blazoned upon the central pale the crest of the City arms, surrounded by thirteen five-pointed dark blue stars, in a circle, whose diameter shall be four-fifths of the width of the pale. The length or fly shall be six feet, the depth or hoist four feet six inches or in proportion thereto.",
        "Pittsburgh City Code defines our pennant as follows - A triangular piece of gold bunting five feet in length by four feet in width, or in proportion thereto. In the center thereof shall be placed a black triangular field two feet in width and three feet in length, upon which shall be displayed the crest of the City arms and a circle of blue stars, as borne upon the City ensign.",
        "Pittsburgh City Code defines our streamer as follows - The City streamer shall be made of materials and colors above indicated two feet in width and fifteen feet in length, or in proportion thereto. The black shall be borne next to the staff, and shall be in length one-fourth the length of the streamer, and shall bear upon the center thereof the City crest, gold or gilded."
    ],
    "finance-property-tax-worksheet": [
        "This sheet is designed to provide you with an estimate of your property tax bill.",
        "The Allegheny County property reassessment will determine the values that will be used to calculate your tax bill (assessment values can be found by clicking here). New tax millage rates have been set for the City, County and School District and tax bills will be mailed to you shortly. The City of Pittsburgh will not receive additional revenue as a result of the Allegheny County reassessment.",
        "The following measures are meant to help you lower your tax bills:",
        "Disclaimer- This website and the figures thereon DO NOT represent actual tax liability or formal tax bills for the City of Pittsburgh, Pittsburgh Public Schools, Carnegie Library, or Allegheny County. The purpose of this website is to generate a rough estimate of potential tax liability based on proposed values, millage rates, exemption and abatement rates and amounts, and discount percentages that are all subject to change. No user shall rely on the data generated, given, or extrapolated from this page for tax liability or any other purpose and any user who does so, does it at their own risk. The City of Pittsburgh assumes no liability for the data on or generated by this page and assumes no liability for any user's usage of, or reliance on it."
    ]
}