{
    "content": [
        "The following pronunciation respelling key is used in some Wikipedia articles to respell the pronunciations of English words. It does not use special symbols or diacritics apart from the schwa (ə), which is used for the first sound in the word \"about\". See documentation for {{Respell}} for examples and instructions on using the template.\n"
    ],
    "Key": {
        "content": [
            "Both the IPA and respelling for English on Wikipedia are designed to record all distinctive sounds found in major varieties of English. That is, we record differences found in some varieties but not in others, such as those between \"father\" and \"farther\", \"wine\" and \"whine\", and \"cot\" and \"caught\". This does not mean these differences are, or must be, always distinguished; if you speak a dialect that does not distinguish \"father\" and \"farther\", for example, simply ignore the difference between FAH-dhər and FAR-dhər.\n",
            "For a more thorough discussion of the sounds and dialectal variation, see Help:IPA/English.\n"
        ],
        "Syllables and stress": {
            "content": [
                "Respelled syllables are visually separated by hyphens (\"-\"), and the stress on a syllable is indicated by capital letters. \n",
                "In words where primary stress precedes secondary stress, however, the secondary stress should not be differentiated from unstressed syllables.\n"
            ]
        }
    },
    "When to use and when not to": {
        "content": [
            "As designated in Wikipedia:Manual of Style/Pronunciation, the standard set of symbols used to show the pronunciation of English words on Wikipedia is the International Phonetic Alphabet (IPA). The IPA has significant advantages over this respelling system, as it can be used to accurately represent pronunciations from any language in the world, and (being an international standard) is often more familiar to European/Commonwealth and non-native speakers of English. On the other hand, the IPA (being designed to represent sounds from any language in the world) is not as intuitive for those chiefly familiar with English orthography, for whom this respelling system is likely to be easier for English words and names. So, while the IPA is the required form of representing pronunciation, respelling remains optional. It should not be used for representing non-English words or an approximation thereof.\n",
            "Sometimes another means of indicating a pronunciation is more desirable than this respelling system, such as when a name is intended to be a homonym of an existing English word or phrase, or in case of an initialism or a name composed of numbers or symbols. When citing a homonym, it should not be enclosed in the {{respell}} template. In such cases, an IPA notation is usually nevertheless needed, but not necessarily so; see Wikipedia:Manual of Style/Pronunciation § Other transcription systems for further discussion.\n",
            "Respelling should also be avoided when a respelled syllable would be the same as an existing word that is pronounced differently. \"Maui\" /ˈmaʊi/ respelled as MOW-ee, \"metonymy\" /mɛˈtɒnɪmi/ as meh-TON-im-ee, and \"cobalt\" /ˈkoʊbɒlt/ as KOH-bolt are susceptible to being misinterpreted as /ˈmoʊi/, /mɛˈtʌnɪmi/, and /ˈkoʊboʊlt/, because of the words \"mow\", \"ton\", and \"bolt\", so only IPA should be provided for such words.\n",
            "Particularly, respelling /aʊ/ could prove problematic as there are a variety of monosyllabic words spelled with \"ow\" and pronounced with /oʊ/: blow, blown, bow, bowl, flow, flown, glow, grow, grown, growth, low, mow, mown, own, row, show, slow, snow, sow, sown, stow, strow, throw, tow, and trow. There is no universal solution to this problem (\"ou\" also varies as in loud, soup, soul, and touch), so respelling a word including /aʊ/ may be best avoided altogether; however, sometimes the benefit of respelling may outweigh the disadvantage, especially for longer words, so exercise discretion.\n"
        ]
    },
    "See also": {},
    "Notes": {}
}