{
    "content": [
        "\n",
        "Minority\n",
        "The Pennsylvania State Senate is the upper house of the Pennsylvania General Assembly, the Pennsylvania state legislature. The State Senate meets in the State Capitol building in Harrisburg. Senators are elected for four-year terms, staggered every two years, such that half of the seats are contested at each election.[2] Even- and odd-numbered district seats are contested in separate election years. The president pro tempore of the Senate becomes the lieutenant governor of Pennsylvania in the event of the sitting lieutenant governor's removal, resignation or death. In this case the president pro tempore and lieutenant governor would be the same person.[3] The Pennsylvania Senate has been meeting since 1791.\n",
        "The president of the Senate is the lieutenant governor, who has no vote except to break a tie vote.\n"
    ],
    "Qualifications": {
        "content": [
            "Senators must be at least 25 years of age. They must be a U.S. citizen and a Pennsylvania resident four years, and a resident of that district one year prior to their election and must reside in that district during their term.[4]\n"
        ]
    },
    "Senate leadership": {
        "content": [
            "President of the Senate: Austin Davis (D) \nPresident Pro Tempore of the Senate: Kim Ward (R)\n"
        ]
    },
    "Composition": {
        "Historical sessions": {},
        "Current session": {
            "content": [
                "As of January 3, 2023:\n"
            ]
        }
    },
    "Membership": {
        "content": [
            "The Senate is made up of 50 members who are elected by district. In 2012, a State Senate district had an average population of 254,047 residents.\n"
        ],
        "List of current members": {}
    },
    "Standing committees": {},
    "Past composition of the Senate": {},
    "See also": {},
    "References": {},
    "Sources": {},
    "External links": {
        "content": [
            "40°15′52.9″N 76°53′1.9″W﻿ / ﻿40.264694°N 76.883861°W﻿ / 40.264694; -76.883861\n"
        ]
    }
}