{
    "Qualifications": {
        "content": [
            "Representatives must be at least 21 years of age. They must be aU.S. citizenand aPennsylvaniaresident four years, and a resident of the district they represent one year prior to their election and must reside in that district during their term.[3]"
        ]
    },
    "Hall of the House": {
        "content": [
            "The Hall of the House contains important symbols of Pennsylvania history and the work of legislators."
        ]
    },
    "Speaker of the House": {
        "content": [
            "The speakership is the oldest elected statewide office in the Commonwealth.  Since its first session in 1682—presided over byWilliam Penn—over 130 house members have been elevated to the speaker's chair. The house cannot hold an official session in the absence of the speaker or their designatedspeaker pro tempore.SpeakerLeroy Irviswas the first African American elected speaker of any state legislature in the United States since Reconstruction. SpeakerDennis O'Brienwas the only minority-party Speaker known in Pennsylvania and only the second known nationwide.",
            "DemocratJoanna McClintonwas elected Speaker of the House on February 28, 2023, becoming the first female Speaker in Pennsylvania.[5]"
        ]
    },
    "Composition": {
        "Current session": {
            "content": [
                "As of September 17, 2024[update]:"
            ]
        },
        "Leadership": {
            "content": [
                "As of February 28, 2023[update]:",
                "Speaker of the House of Representatives:Joanna McClinton(D)"
            ]
        }
    },
    "Current members": {
        "content": [
            "As of September 17, 2024[update]:"
        ]
    },
    "Past composition of the House of Representatives": {},
    "Committees": {
        "content": [
            "As of May 1, 2024[update]:[22]"
        ]
    },
    "See also": {},
    "Notes": {},
    "References": {},
    "External links": {
        "content": [
            "40°15′50″N76°53′00″W﻿ / ﻿40.26389°N 76.88333°W﻿ /40.26389; -76.88333"
        ]
    }
}