{
    "content": [
        "\n",
        "Minority\n",
        "The Pennsylvania House of Representatives is the lower house of the bicameral Pennsylvania General Assembly, the legislature of the U.S. state of Pennsylvania. There are 203 members, elected for two-year terms from single member districts.[1][2]\n",
        "It is the largest full-time state legislature in the country. The New Hampshire House of Representatives is larger but only serves part-time.\n"
    ],
    "Qualifications": {
        "content": [
            "Representatives must be at least 21 years of age. They must be a U.S. citizen and a Pennsylvania resident four years, and a resident of the district they represent one year prior to their election and must reside in that district during their term.[3]\n"
        ]
    },
    "Hall of the House": {
        "content": [
            "The Hall of the House contains important symbols of Pennsylvania history and the work of legislators.\n"
        ]
    },
    "Speaker of the House": {
        "content": [
            "The speakership is the oldest elected statewide office in the Commonwealth.  Since its first session in 1682—presided over by William Penn—over 130 house members have been elevated to the speaker's chair. The house cannot hold an official session in the absence of the speaker or their designated speaker pro tempore.  Speaker Leroy Irvis was the first African American elected speaker of any state legislature in the United States since Reconstruction. Speaker Dennis O'Brien was the only minority-party Speaker known in Pennsylvania and only the second known nationwide.\n",
            "Democrat Joanna McClinton was elected Speaker of the House on February 28, 2023, becoming the first female Speaker in Pennsylvania.[5]\n"
        ]
    },
    "Composition": {
        "Current session": {
            "content": [
                "As of September 17, 2024[update]:\n"
            ]
        },
        "Leadership": {
            "content": [
                "As of February 28, 2023[update]:\n",
                "Speaker of the House of Representatives: Joanna McClinton (D) \n"
            ]
        }
    },
    "Current members": {
        "content": [
            "As of September 17, 2024[update]:\n"
        ]
    },
    "Past composition of the House of Representatives": {},
    "Committees": {
        "content": [
            "As of May 1, 2024[update]:[22]\n"
        ]
    },
    "See also": {},
    "Notes": {},
    "References": {},
    "External links": {
        "content": [
            "40°15′50″N 76°53′00″W﻿ / ﻿40.26389°N 76.88333°W﻿ / 40.26389; -76.88333\n"
        ]
    }
}