{
    "10 U-Pick Farms & Orchards": {
        "content": [
            "Even city folk can try their hand at farming at a u-pick farm, where you'll get some exercise as well as a great big bunch of fresh produce you pick yourself.",
            "Looking for a u-pick farm to celebrate the fall season with pumpkin picking or apple picking? Here are 10 u-pick farms and orchards to in the Pittsburgh region where you can enjoy fresh produce and family fun.",
            "While fall is the most popular season for picking produce, you can visit many of these farms year-round. We recommend calling ahead of your visit to check seasonal operating hours."
        ],
        "Farms": {
            "1.Bedner's Farm and Greenhouse": {
                "content": [
                    "315 Coleman Road, McDonald, Pa 15057724.926.2541Open Apr 1 - Oct 31. Come visit the farm and take a hayride out to our produce fields to pick your own fresh vegetables. The vegetables to be picked each day will depend on crop conditions. Check our website for event dates."
                ]
            },
            "2.Morris Farm": {
                "content": [
                    "110 Slebodnik Road, Irwin Pa 15342724.446.3521Jul-Sep: M, W, F: 6:30pm-dark; Sa: 2-5pmCertified organic lettuce, potatoes, tomatoes, beets, greens, eggplant, squash, zucchini, melons and more! These crops make for great vegetable picking near Pittsburgh."
                ]
            },
            "3.Sarver Hill Farm": {
                "content": [
                    "438 Old State Rte. 66, Greensburg Pa 15601724.834.2334This certified organic farm provides u-pick strawberries by appointment only (strawberry picking is especially popular in Pittsburgh); also offers a CSA that features beets, peppers, radishes, Chinese greens, melons, pumpkins, eggs and meats and more!"
                ]
            },
            "4.Simmons Farm": {
                "content": [
                    "170 Simmons Road. McMurray, Pa 15317724.941.1490May-Oct: M-F: 9am-7pm; Sa: 9am-6pm; Su: 9am-5pmStrawberries, peaches and apples seasonally, as well as cut-ur-own flowers. Best to call to verify the availability of picking at the farm. Baked goods and other specialties at market house."
                ]
            },
            "5.Trax Farms": {
                "content": [
                    "528 Trax Rd., Finleyville, Pa 15332412.835.3246M-Sa: 9am-8pm; Su, 9am-6pmCall ahead for specific times to pick-your-own strawberries and blueberries throughout the growing season, from May through August, as times vary."
                ]
            },
            "6.Triple B Farms": {
                "content": [
                    "823 Berry Ln., Monogahela, Pa 15063724.258.3557Summer Hours: M-Fri: 9am-6pm; Sa&Su:9am-5pmFall Hours: M&T: 10am-6pm; W-Fri: 10am-7pm; Sa&Su: 10am-6pmStrawberry and pumpkin picking (call to see what's in season); baked goods, candles, gifts; also farm animals for viewing and a playground."
                ]
            },
            "7.Half Crown Hill Orchard": {
                "content": [
                    "600 N. Branch Road, McDonald, PA 15057412.913.4981Open weekends/Tuesdays/Thursdays & private outings during apple harvest season. There are a variety of delicious options to go home with after you're done apple picking in Pittsburgh. You might never need to see a doctor again."
                ]
            },
            "8.Norman's Orchard": {
                "content": [
                    "2318 Butler Logan Road, Tarentum, PA 15084724.224.9491June-Oct: T-Sa: 10am-6pm; Su: 12-5pm (or by appointment)Featuring heirloom apples, cherries, berries and more! The harvest is waiting for you at this orchard, where the Pittsburgh pickings are ripe."
                ]
            },
            "9.Soergel Orchards": {
                "content": [
                    "2573 Brandt School Road, Wexford, Pa 15090724.935.1743Summer Hours (3/14 - 12/26): M-Sa: 9am-8pm; Su: 9am-6pm.Winter Hours (12/27 - 3/13): M-Su: 10am-6pmCall ahead for pick-your-own strawberries and blueberries; specialty is apple orchard, including Gala, Rome and Jonathan apples. Year-round market house has local meats and other goods, as well as bakery, wine shop, ice cream and more."
                ]
            },
            "10. Shenot Farm & Market": {
                "content": [
                    "3754 Wexford Run Rd, Wexford, PA 15090724.935.254210am-5pm dailyCheck theirFacebook pagefor weekend pick-your-own apples, blueberries, flowers and pumpkins throughout the year. This sustainable farm and market also specializes in locally raised meats, cheese, dry goods and homemade fudge."
                ]
            }
        },
        "Authentic Experiences": {
            "content": [
                "Family Fun",
                "Parks",
                "Plan Your Trip"
            ]
        },
        "Related Blog Posts": {
            "content": [
                "Fall Coffee & Cocktails Around Pittsburgh",
                "Celebrate the season with some delicious cool-weather beverages in Pittsburgh!",
                "Pittsburgh Fall Festivals 2024 Guide | Fairs, Events & More",
                "Colorful foliage. Crisp air. Pumpkins. What's not to love about Fall?"
            ]
        }
    }
}