{
    "Eating Your Way Through Pittsburgh Sports": {
        "content": [
            "​Experience Pittsburgh’s food scene through our local sports scene",
            "Next time you visit one of our three major stadiums, you can taste some of the best of our regional food, as well as some wacky options that surprisingly work."
        ],
        "PNC Park": {
            "content": [
                "PNC Park, the home of thePittsburgh Pirates, has a variety oftasty treats. Classic Pittsburgh food options at the park include the Primanti Bros. sandwich, stacked high with deli coleslaw and French fries.",
                "Enjoy a bite of our Only in Pittsburgh offerings at Chicken on the Hill, which features a menu inspired byCoop de Villein the Strip District. Order the pimento friend chicken sandwich and thank us later. Deli Dogs (inspired bySmallman Street Deli) offers upscale takes on the classic ballpark hot dog, with high-quality dogs and buns served Reuben, Chicago and chili style. And, ballpark nachos get kicked up a notch by Nachoritas with queso and crema for a satisfying addition.",
                "And that's just the beginning! Read our full recap ofwhat to eat section by sectionof the stadium for a full look at the flavors of PNC Park."
            ]
        },
        "PPG Paints Arena": {
            "content": [
                "When thePittsburgh Penguinshit the ice at the PPG Paints Arena, there’s no shortage of food for fans to enjoy. Check out the meatballs atEmporio: A Meatball Joint. One of Pittsburgh’s best sushi restaurants,Nakama, has two locations in the arena where fresh rolls and sashimi are made throughout the game.",
                "Quench your thirst with a beer from Turnpike Tavern’s selection, but if you’re looking for something sweet, enjoy a milkshake from one of Pittsburgh’s more beloved burger restaurants,Burgatory."
            ]
        },
        "Acrisure Stadium": {
            "content": [
                "How do you make the American classic, the corndog, any better? You incorporate Doritos and pretzels. An order of Doritos Corn Dog Pretzels atAcrisure Stadium, home to thePittsburgh Steelers, includes two freshly battered corn dogs, coated with crushed Doritos and topped with nacho cheese and scallions, on a bed of Doritos.",
                "If you’re craving pizza, check out Franco’s Pizzeria, which features three Steelers’ themed pies: The Immaculate Pie, Gina Margarita & PeppeRooney Pizza. If beer isn’t your preferred beverage, Acrisure Stadium features a diverse wine selection at the North Shore Winery stand.",
                "Also worth checking out atAcrisureare the Potato Patch Fries just like Kennywood does 'em (Section 106), Pierogi House for a Pittsburgh staple (Section 119) and the spicy chicken & waffle sandwich (Club seats).",
                "Pro Tip:Use theSteelers Official Mobile Appto order your next beer or snack so you can skip the line, pick-up by scanning your bar code and be back in your seat before you can say Franco's Italian Army.",
                "Header Photo Credit: @jeffpalickiphotography on Instagram"
            ]
        },
        "Related Blogs": {
            "content": [
                "A Guide to PPG Paints Arena for Penguins Fans",
                "Pittsburgh Steelers Hall of Famers",
                "A Guide to Acrisure Stadium for Steelers Fans",
                "A Culinary Tour of PNC Park | A Food Map of the Ballpark",
                "Cheer on the Pittsburgh Riverhounds"
            ]
        },
        "Author": {},
        "Elaine Z.": {},
        "Related Content:": {
            "content": [
                "Pittsburgh Penguins1001 Fifth Ave., PPG Paints ArenaPittsburgh, Pennsylvania 15219",
                "Pittsburgh Steelers100 Art Rooney Ave., Acrisure StadiumPittsburgh, Pennsylvania 15212",
                "Pittsburgh Pirates at PNC Park115 Federal St., PNC Park at the North ShorePittsburgh, Pennsylvania 15212"
            ]
        }
    }
}