{
    "Pittsburgh Farm Fresh Meats": {
        "content": [
            "Unless you're a vegetarian, you may be wondering, \"Where's the meat?\""
        ],
        "Farm Fresh Beef & Other Meats": {
            "content": [
                "The answer is often as close as your nearest butcher shop or farm and includesfarm fresh beef, pork, lamb and poultry. You can even find local sources for farm raised rabbit,venisonand other game meats. While local butcher shops offer made to order cuts & small quantities of meats, most farm sources sell meat in whole animal, half or quarter portions. If that quantity doesn't fit your budget, freezer or family, arrange to share the purchase (and cost) with a friend or neighbor."
            ]
        },
        "Local Beef Supply": {
            "content": [
                "These days, buying beef direct from the farm generally means you will get pasture raised,grass fed beef. This beef can be organic or non-organic as well as antibiotic and hormone free or not and any combination of these characteristics. Grass fed beef can be a little more expensive thangrain fed beefand the health benefits of each are the subject of current debate. To fully understand the product you are buying, talk to the farmers and find out how they care for their herd. As with fresh produce, buying fresh meat from the farm is seasonal and most farmers require advance reservations for your purchase to ensure availability. Some farmers also encourage farm visits for you and your family so you can really get to know where your food comes from."
            ]
        },
        "Sample list of butcher shops & farms offering locally sourced meat products:": {
            "BLACKBERRY MEADOWS FARM": {},
            "Weiss Meats": {},
            "Grazy Days Ranch": {},
            "Heritage Trail Farm": {},
            "Old Time Farm": {},
            "Overlook Farm": {},
            "Pittsburgher Highland Farm": {},
            "Triple B Farms": {},
            "Walnut Hill Farm": {},
            "Weatherbury Farm": {}
        },
        "Authentic Experiences": {
            "content": [
                "Food Festivals",
                "Restaurants & Culinary",
                "Plan Your Trip"
            ]
        },
        "Related Blog Posts": {
            "content": [
                "7 Ways to Spend a Sunny Day in Pittsburgh",
                "When the forecast calls for sunny day, Pittsburghers make sure to make the most of it and soak up every…",
                "Beer Delivery and Takeout Services",
                "Many local breweries are offering curbside pick-up and delivery options for their delicious brews. Kick-back, relax and enjoy a cold…"
            ]
        }
    }
}