{
    "Best Soup in Pittsburgh": {
        "content": [
            "The soup in Pittsburgh is not to be missed. Here are a few of our favorites.",
            "As the air gets colder in the Burgh', nothing tastes better than a hearty bowl of homemade soup – and Pittsburgh has lots of places to get your soup on."
        ],
        "Smiling Banana Leaf, Highland Park": {
            "content": [
                "Soups to try:Tom Yum - spicy and sour lemongrass soup with spinach and mushrooms and Tom Kha - creamy coconut milk, mushroom, cabbage, carrot and spinach. Another delicious dish is the glass noodle soup with napa cabbage in a clear broth."
            ]
        },
        "Thai Me Up, Southside Flats": {
            "content": [
                "Soups to try:Tofu Soup – a fresh tofu and napa in vegetable clear soup. Also try the Thai Style Chicken Noodle, and the Spicy Dill Soup with Beef (Om Nue) which is beef soup with herbs and spices topped with dill."
            ]
        },
        "Eat Unique Cafe, Oakland": {
            "content": [
                "Soups to try:Cream of Tomato with Basil and Feta and the Black Lentil and Kale Soup. Yum!"
            ]
        },
        "Apollo Cafe, Downtown": {
            "content": [
                "Soups to try:There are various homemade soups offered daily, including vegetarian chili."
            ]
        },
        "Patti's Pasticceria, White Oak": {
            "content": [
                "Soups to try:Again, you can't go wrong at Patti's. Try their Stuffed Pepper, Butternut Soup with Italian Sausage, Italian Beef & Pepperoni Soup. Head to their calendar to check out the amazing choices!"
            ]
        },
        "Big Jim's, Greenfield": {
            "content": [
                "Soup to try:Italian Wedding Soup. Big Jim's in Greenfield is a hidden gem with big flavor. They are known for their wedding soup, and it's recommended to order the large portion."
            ]
        },
        "Tram's Kitchen, Lawrenceville": {
            "content": [
                "Soups to try:Mung Bean Noodle or Saigon soups. A no-frills favorite where you really can't go wrong with anything. Be sure to load them up with chili and hoisin sauce, and get an order of the fresh spring rolls while you’re there!"
            ]
        },
        "Redbeard's On Sixth, Downtown": {
            "content": [
                "Soup to try:Onion soup baked with cheese. Great take on a classic!"
            ]
        },
        "Smallman Street Deli, Squirrel Hill": {
            "content": [
                "Soup to try:Matzo Ball Soup. It's delicious!"
            ]
        },
        "Kaya, Strip District": {
            "content": [
                "Soup to try: For a taste of the islands, try Kaya's Conch and Corn Chowder with sweet potatoes and scallions."
            ]
        },
        "Everyday Noodles, Squirrel Hill": {
            "content": [
                "Bonus \"soup\":Shrimp with Loofah Soup Dumplings. Try your soup a new way by eating it inside a handmade steamed dumpling! The soup dumplings at Everyday Noodles are a specialty and not to be missed.",
                "There are plenty ofsouperplaces in and around Pittsburgh to warm you up on a cold day. Share with us your favorite spots on social media using #LovePGH. Enjoy!"
            ]
        },
        "Related Blogs": {
            "content": [
                "Japanese Restaurants in Pittsburgh",
                "Insider’s Guide: Pittsburgh Vegan Restaurants & Vegetable Forward Menus",
                "Know Your Roll | 14 Best Sushi Spots in Pittsburgh",
                "A Global Celebration | World Square — Welcoming All of Pittsburgh’s Neighbors",
                "15 Foods You Can Only Get in Pittsburgh",
                "Spicy Noodles of Pittsburgh"
            ]
        },
        "Author": {},
        "Asaka N.": {},
        "Related Content:": {
            "content": [
                "Redbeard's on Sixth Sports Bar & Grill144 Sixth St.Pittsburgh, Pennsylvania 15222",
                "Kaya2000 Smallman St.Pittsburgh, Pennsylvania 15219"
            ]
        }
    }
}