{
    "15 Foods You Can Only Get in Pittsburgh": {
        "content": [
            "When you're in Pittsburgh, make sure you eat like the locals do.",
            "Pittsburgh is known for many claims to fame, ranging from oursports teamsto our yellow bridges and iconic rivers, and increasingly for our food scene. While you're in the Burgh, be sure to check out these foods you'll only be able to find in the Steel City."
        ],
        "Primanti Sandwich": {
            "content": [
                "No Pittsburgh food list would be complete without mentioningPrimanti Bros.. Primanti's is responsible for arguably Pittsburgh's most famous sandwich – their signature offering consisting of grilled meat, melted cheese, oil-and-vinegar based coleslaw, tomato and French fries between Italian bread. I'd recommend trying one from the original Primanti Bros. location in theStrip Districtor atPNC Parkwhen you're watching the Buccos play!",
                "My Go-To Order: Capicola, add an egg and lightly hot sauce before enjoying. Get the pickle on the side. Pair with an ice cold IC Light."
            ]
        },
        "Pierogies": {
            "content": [
                "Pierogieshold a near and dear place to many Pittsburghers' hearts. FromPierogies PlustoCop out Pierogies, thePittsburgh Pierogi Truckand more, there is no shortage of great places for these delicious handmade dumplings. Pierogis can be found all over Pittsburgh: there's an entire festival devoted to them at Kennywood, mascots donning pierogi costumes race aroundPNC Parkduring all home games, and pierogi t-shirts, earrings and Christmas ornaments are plentiful as you shop around the city.",
                "Let's talk about the Pierogi Pizza. Combining two long-standing favorite dishes, this delicious 'za is one you have to taste to believe. One of my favorites is atAiello's PizzainSquirrel Hill.",
                "Looking for more Pittsburgh pierogies? Check out anentire blogon some of our favorite pierogi spots."
            ]
        },
        "Pittsburgh Salad": {
            "content": [
                "The French Fries in Pittsburgh don't just stop at sandwiches. One of my personal favorite meals is the Pittsburgh Salad, featuring French Fries as a topping on a salad as if they were croutons. It's the best if you're in the mood for something light, but still looking to be filled up.North Park LoungeGrilled Chicken Salad is one of my favorites. The original North Park Lounge location is near McCandless Crossing but there are several other locations in and around the city so you can't go wrong."
            ]
        },
        "Potato Patch Fries": {
            "content": [
                "Then there's The Potato Patch - famous for their French fries alone, without any accompanying sandwich or salad. Kennywood Park's fresh cut Idaho spuds are some of the most iconic food offering at a theme park you'll find. Complete with topping choices such as cheddar cheese, bacon, vinegar, brown gravy and seasoning salts,summerjust doesn't feel complete without a stop byThe Potato Patch."
            ]
        },
        "Gobblerito": {
            "content": [
                "Here's an Only in Pittsburgh menu item to be thankful for in November – the gobblerito.Mad Mexis responsible for this unique meal that manages to fit an entire Thanksgiving dinner in one burrito – from the turkey, potatoes, stuffing, complete with a topping of gravy and served with a side of cranberry sauce. Make sure you don't miss it as it's only available seasonally!",
                "A post shared by Mad Mex (@mad_mex)"
            ]
        },
        "Prantl's Burnt Almond Torte": {
            "content": [
                "Pittsburgh bakeriesare unlike any other! From pies to paczki and everything in between, there is no shortage of sweet tooth cravings from our local bakeries. Be sure to stop byPrantl's Bakeryfor their famousBurnt Almond Torte- you won't be disappointed!"
            ]
        },
        "Turner's Tea": {
            "content": [
                "When I'm visiting friends out of state, you can bet I'm filling a cooler withTurner'sfor them. Celebrating 50 years, one sip of a Turner's product is enough to turn anyone into a lifelong fan. Their iced tea, sold in signature orange and yellow cartons, is now a lifestyle as much as a drink with shirts and Turner's merch sold throughout the city.",
                "Their local farm to bottle milk can't be beat, either. Be sure to follow their Instagram, as collaboration and/or limited time drinks are dropping frequently, and will sell out instantly.",
                "A post shared by Turner’s (@turnerspgh)"
            ]
        },
        "Sarris Candies": {
            "content": [
                "When you're thinking of a go-to gift for someone you love, it's alwaysSarris Candies. This local chocolate maker has grown into an empire over their 50+ years in business, and their confections can now be found in 11 states and shipped worldwide.",
                "My Go-To: Their chocolate covered pretzel rods are my favorite, but I'm also a huge fan of the Pittsburgh Pothole Filler (dark chocolate-dunked popcorn).",
                "A post shared by Sarris Candies (@sarriscandies)"
            ]
        },
        "Smiley Cookies": {
            "content": [
                "I have more nostalgia for Smiley Cookies than anything on this list. They remind me of family dinners and treats for doing well in school. This simple frosted cookie atEat'n Parkhas been a hit with children since 1986, and are given away after each kid's meal ever since.",
                "My Go-To: While Eat'n Park changes up the Smiley Cookies seasonally, make sure to grab the pumpkin decorated ones for fall; those candy corn just hit different.",
                "A post shared by Eat'n Park (@eatnpark)"
            ]
        },
        "Oakmonter": {
            "content": [
                "Pittsburgh knows its desserts. Right up with there with Prantl's is Oakmont Bakery's aptly namedOakmonter, a vanilla cheesecake and chocolate cake filled with fudge and topped with cherries, buttercream and chocolate bars. When you bring this to the party or get together, you instantly become everyone's friend.",
                "A post shared by Oakmont Bakery (@oakmontbakery)"
            ]
        },
        "Gobs": {
            "content": [
                "A post shared by giant eagle (@gianteagle)"
            ]
        },
        "Pamela's Hotcakes": {
            "content": [
                "Make your way toPamela's Dinerand order the paper-thin, crepe-like hotcakes for a delicious breakfast you won't soon forget. Order the hotcakes filled with fruit and brown sugar, topped with whipped cream, or drizzled with syrup."
            ]
        },
        "Heinz Ketchup": {
            "content": [
                "This iconic, world-renowned condiment was created in Pittsburgh in 1857.Heinzramped up production of the tomato ketchup during the 20th century. As of today, the ketchup is no longer produced in the city, but it is still a popular condiment at local restaurants and residents' homes."
            ]
        },
        "Pepperoni Roll": {
            "content": [
                "A simple, but incredibly tasty and satisfying baked good, pepperoni rolls came to Pittsburgh in the early 1900s as a means to feed hungry coal miners. Pepperoni rolls have become such a staple in the city you can find them at many of the bakeries in the city including Mancini's Bakery in the Strip District and Colangelo’s Bakery & Café. Visit Rolling Pepperoni for classic pepperoni rolls as well asvegetarian and vegan options."
            ]
        },
        "Beto's Raw Pizza": {
            "content": [
                "Have you ever had a pizza covered in cold toppings? The only cooked parts of Beto's raw pizza are the crust and sauce meaning each pizza is served with mounds of uncooked cheese and a variety of cold, classic pizza toppings. Take a bite as soon as it's served to enjoy the contrast between the hot crust and cold toppings or wait a few minutes and let the cheese melt a little, either way this is a style of pizza all pizza lovers should try."
            ]
        },
        "Related Blogs": {
            "content": [
                "Best Bakeries in Pittsburgh",
                "Top Places to Eat In Downtown Pittsburgh",
                "Pittsburgh Dining Guide: Oakland Neighborhood",
                "Top Pierogi Places in Pittsburgh",
                "Burgers in the​‘Burgh"
            ]
        },
        "Author": {},
        "Asaka N.": {},
        "Related Content:": {
            "content": [
                "Kennywood4800 Kennywood Blvd.West Mifflin, Pennsylvania 15122",
                "Eat'n Park - Waterfont245 E. Waterfront Dr.Homestead, Pennsylvania 15120"
            ]
        }
    }
}