{
    "Halloween Pop-Ups, Bars, Restaurants and 24/7 Spooky Vibes": {
        "content": [
            "🎃 Everybody Scream, Everybody Scream / At Pop-Ups This Halloween 🎵",
            "You know the haunted legends, where zombies come from and all of the scariest attractions this spooky season. But what if you just want the chance to dress up and sip macabre-themed cocktails all evening with fake cobwebs all over the walls?",
            "You don't need to ask a magic mirror or consult a crystal bar for locations, we have them right here. Follow our guide to pop-up Halloween bars and restaurants throughout Pittsburgh, along with some places that are giving spooky all year, for your next night out."
        ],
        "Pittsburgh Halloween Pop-ups": {
            "content": [
                "Keep an eye on this page for more 2024 pop-up experiences as they are announced"
            ],
            "The Chipped Fang| Scarehouse": {
                "content": [
                    "While their main house of horror will not open in 2024, there's plenty of ways to interact with the masters of horror from Scarehouse this Halloween. Whether you arrive as mist, a bat or a wolf, The Chipped Fang will welcome all to their secret vampire lair in theStrip District. Go fangs out for thirst-quenching mocktails, interact with the denizens of the lair and find plenty of photo opportunities and surprises around every coffin, er, we mean, corner.",
                    "A post shared by ScareHouse (@scarehouse)"
                ]
            },
            "Cocktails from the Crypt": {
                "content": [
                    "After taking a brief hiatus in 2023, Cocktails from the Crypt promises to be back in a big way in 2024. This pop-up experience appears in different locations around the city but, no matter the final destination, the result is the same: incredible horror-themed cocktails, a meticulously decorated experience covering every square inch of the venue and a must-do for any Halloween fan in town.",
                    "A post shared by Cocktails From The Crypt (@cocktailsfromthecrypt)"
                ]
            },
            "The Witching Hour| Wigle Whiskey": {
                "content": [
                    "Step into a world of bewitching enchantment where eerie cocktails flow and magic lingers in the air. This October,Wigle Whiskeytransforms into a hauntingly unforgettable experience—The Witching Hour. Sip on specially crafted cocktails while you revel in the spellbinding atmosphere. Whether you’re brewing up trouble or simply looking for a wicked night out, The Witching Hour at Wigle Whiskey is your ultimate Halloween destination.",
                    "A post shared by Wigle Whiskey (@wiglewhiskey)"
                ]
            },
            "Nightmare Before Mixtape. A Burton Bar": {
                "content": [
                    "This Halloween season, join us for an immersive experience where the boundaries between film and fantasy blur. From eerie cocktails to eye-popping decor, indulge in every little detail inspired by the macabre mastermind of Tim Burton. 💀🌙Don’t miss your chance to galavant with ghouls, drink with demons, and revel in a space like no other. Costumes encouraged! Prizes awarded! Plan your visit soon... if you dare.",
                    "A post shared by Mixtape (@mixtapepgh)"
                ]
            }
        },
        "Halloween Year Round": {
            "content": [
                "These Pittsburgh spots don't change up the decor, unless it's to make things even eerier. Here are a few places where it's always spooky season with Halloween-themedbars,coffee shopsandbrewerieswhere it's Halloween 12 months a year."
            ],
            "Harold's Haunt 👻": {
                "content": [
                    "If you want to ditch the bedsheet ghosts and instead see the real deal, be sure to check out Harold's Haunt inMillvale, a haunted they-bar in a supportive, inclusive environment. Ask about their resident ghost as you sip on a Hocus Pocus potion (non-alcoholic fauxtions also available) or down a seasonal shot. With a packed event calendar of Witchy Wednesdays, watch parties, full moon gatherings and more, there's always a reason for a return visit.",
                    "A post shared by Harold's & Maude's - Millvale's Queer Witches (@queerwitches)"
                ]
            },
            "Jekyl & Hyde 🗡️": {
                "content": [
                    "Ask any local about Halloween bars and they're sure to point you to Jekyl & Hyde on theSouth Side. This haunt has been all Halloween seven days a week since the 90s, and is always on the top of my list to take my friends when they visit from out of town. Be sure to say hello to the life-size Michael Myers who stalks this bar with regularity, order from their Cocktails for the Recently Deceased menu for inventive and delicious drinks, and pop in those plastic fangs for the full experience.",
                    "A post shared by jekylhydePGH (@jekylandhydepgh)"
                ]
            },
            "Grim Wizard Coffee 🤘 🧙‍♂️": {
                "content": [
                    "Doom metal and delicious coffee combine at the new Grim Wizard Coffee in Allentown, a continuation of the same concept Black Forge coffee started in the same space back in 2016. This gathering point for Pittsburgh's noteworthy metal community is perfect for those who love Halloween year-round, with Munsters and Elvira pinball cabinets to play, brutal vibes decorating the shop and caffeinated alchemy like the Ritual Rites, an espresso latte with dark chocolate, toasted marshmallow and cinnamon shaken with ice and cream (it appropriately costs $6.66 😈)",
                    "A post shared by Grim Wizard Coffee (@grimwizard.coffee)"
                ]
            }
        },
        "Related Blogs": {
            "content": [
                "A Zombie Review and Some Science, Too!",
                "13 Obscure & Unusual Pittsburgh Stops",
                "Fall Coffee & Cocktails Around Pittsburgh",
                "Pittsburgh Fall Date Ideas",
                "Occult, Metaphysical & Tarot Shops for your Witchy Self",
                "Haunted Pittsburgh",
                "Pittsburgh Fall Festivals 2024 Guide | Fairs, Events & More"
            ]
        },
        "Author": {},
        "Jared B.": {
            "content": [
                "Enthusiastic Pittsburgher"
            ]
        },
        "Related Content:": {
            "content": [
                "Butcher and the Rye212 6th St.Pittsburgh, Pennsylvania 15222"
            ]
        }
    }
}