{
    "Museums": {
        "content": [
            "From history, art, science, sports and more, Pittsburgh museums offer much to be explored.",
            "If you love art, culture, and learning, Pittsburgh is a great place to explore. With our wide range of museums and galleries, there are endless must-do items to add to your agenda.",
            "Whether you're looking for rainy day activities or seekingfamily-friendly things to do, Pittsburgh's museums offer diverse perspectives, engaging exhibits, and interactive galleries. Our museums feature a variety of indoor fun during thecolder months. There are no shortage of galleries or exhibits forsports lovers,foodies, history experts, science enthusiasts, andart connoisseurs."
        ],
        "Discover a Museum for Every Interest": {
            "Find Your Inner Artist Exploring the Local Arts Scene": {
                "content": [
                    "ExplorePittsburgh's arts and culture scenewith a trip to some of our most popular attractions. Browse through a diverse array of paintings, sculptures, and more at locations such asCarnegie Museum of Art,The Frick Pittsburgh, andThe Westmoreland Museum of American Art. Marvel at iconic and colorful works atAndy Warhol Museum, or stroll through immersive installations atMattress Factory."
                ]
            },
            "Uncover Multiple Layers of History": {
                "content": [
                    "Plan for a history-filled itinerary in Pittsburgh, where fascinating treasures and artifacts await. Make your way toHeinz History Center, which features a wide range of Smithsonian objects, as well as an exhibits about the Underground Railroad, Mister Rogers, and Pittsburgh's contributions to American history. Dinosaur aficionados and geology buffs will enjoy spotting one-of-a-kind specimens and gems atCarnegie Museum of Natural History. Don't miss making a stop atFort Pitt Museum, discovering Western Pennsylvania's impact on a historic events such as the American Revolution and the development of Pittsburgh."
                ]
            },
            "Channel Your Curiosity on Your Own Scientific Adventure": {
                "content": [
                    "Enrich your learning about the most awe-inspiring milestones in the scientific world with hands-on experiences and multifaceted exhibits. VisitMoonshot Museumfor out-of-this-world memories, watching the assembly of spacecraft and participating in simulated lunar missions. Discover a wide range of eureka-like moments atDaniel G. and Carole L. Kamin Science Center, wandering through a planetarium, a submarine, and a fitness area where you can transform into a human yo-yo. Younger audiences will relish exciting activities atChildren's Museum of Pittsburgh, where creativity is inspired by spots such as a waterplay area and a \"Makeshop.\""
                ]
            },
            "Revisit Iconic Pittsburgh Sports Moments": {
                "content": [
                    "Pittsburgh sports fans will be enthralled bySteelers Hall of Honor Museum, which commemorates the history of the team with rare memorabilia and celebrates 49 inductees. For a more eclectic spin on your museum outing, visitBicycle Heaven Museum, embarking on an adventure through the world's biggest bike museum and store."
                ]
            }
        },
        "Museums in Pittsburgh": {
            "content": [
                "Please enable JavaScript to show the Partner Listings listings."
            ]
        },
        "Insider's Guides to Pittsburgh Museums": {
            "content": [
                "Arts & Culture",
                "Pittsburgh is a city of eclectic cultures, communities and neighborhoods that help create the vibrant arts and cultural scene that we locals take much pride in.",
                "Visual Arts",
                "No matter your artistic style, Pittsburgh has a museum for you."
            ]
        },
        "Explore More": {
            "content": [
                "Family Fun",
                "Won't you be our neighbor?",
                "Top Free Things to Do in Pittsburgh",
                "​Who said you have to spend money to have a good time?",
                "Tours & Sightseeing",
                "​However you like to roll, Pittsburgh is sure to have the sightseeing option for you.",
                "Pittsburgh Sports",
                "In Pittsburgh, we bleed black and gold.",
                "Restaurants & Culinary",
                "Global cuisine spanning 90 unique neighborhoods"
            ]
        },
        "Related Content": {}
    }
}