{
    "A Taste of Pittsburgh’s Food Scene": {
        "content": [
            "Red hot restaurants to add to your next visit to Pittsburgh",
            "While we do certainly love our French fries and pierogis in Pittsburgh, the flavors of the city go much further. Home to a number of fantastic, locally owned restaurants, Pittsburgh continues to be recognized for its boiling hot food scene. Read on to find a few of the restaurants in the city that locals love."
        ],
        "Gaucho Parrilla Argentina|Downtown": {
            "content": [
                "Serving up delicious Argentinian wood-fired grill meats, Gaucho is a local favorite that never disappoints. Make your plans to visit this fantastic Cultural District restaurant and try the Rosemary Braised Beef, Pescado, Lumo or any other delectable dish. You really can’t go wrong here."
            ]
        },
        "Spork|East End": {
            "content": [
                "A chef-owned restaurant with a focus on scratch preparation and sourcing local, including vegetables from their own quarter-acre farm, Spork is a must for food enthusiasts. The ever changing menu includes a variety of dishes including handmade pasta, house-cured meats and much more. Make a stop here and you’ll leave with a whole new perspective on food."
            ]
        },
        "2 Sisters 2 Sons|Sharpsburg": {
            "content": [
                "An authentic Caribbean and Jamaican restaurant, 2 Sisters 2 Sons is not only known for its incredible food, but also its generous portions and low-priced menu. The menu features jerk chicken and plantains along with items you won’t find anywhere else in the city."
            ]
        },
        "DiAnoia’s Eatery|Strip District": {
            "content": [
                "This family owned and operated Italian restaurant has collected accolades since opening its doors, including being named one of Yelp’s Top 100 Places in the U.S. to Eat in 2021. Specializing in homemade pasta, meatballs, pastries and more, this is a must for every foodie. Whether you’re looking for breakfast, lunch or dinner, DiAnoia’s has a fantastic meal waiting for you."
            ]
        },
        "Pusadee’s Garden|Lawrenceville": {
            "content": [
                "Redesigned and reimagined, the longtime Lawrenceville Thai restaurant reopened and has quickly become one it the hottest places in Pittsburgh. After four year of closure and a complete architectural renovation, Pusadee’s Garden has opened the doors, and the garden, serving incredible Thai cuisine with an unapparelled ambiance."
            ]
        },
        "Bier’s Pub|North Side": {
            "content": [
                "Home of War Streets Brewery, Bier’s is the perfect place to grab a delicious meal and a pint of local craft beer. Appetizers options include Sriracha Deviled Eggs, Cured Meats and Baked Brie, while the burgers are amazing – among the best in the city. Be sure to go for it and get the Bacon Fat Home Fries, they’re incredible!"
            ]
        },
        "Chengdu Gourmet|Squirrel Hill": {
            "content": [
                "James Beard Awards Best Chef semifinalist Chef and Owner Wei Zhu serves extraordinary Chinese cuisine at this Squirrel Hill hot spot. And, with a second, larger location opening in the North Hills, you are sure to hear even more about the restaurant as it continues to receive local and national recognition."
            ]
        },
        "Related Blogs": {
            "content": [
                "Pittsburgh Farm Fresh Food",
                "13 Awesome Pittsburgh Craft Breweries",
                "15 Foods You Can Only Get in Pittsburgh"
            ]
        },
        "Author": {},
        "Asaka N.": {}
    }
}