{
    "What to Eat at Kennywood": {
        "content": [
            "Fuel Up with Iconic Pittsburgh Eats and Sweet Treats as you Ride the Day Away",
            "As Kennywood celebrates 126 years of operation in 2024, it's easy to pinpoint the success of the park with it's mixture of thrilling rides, classic amusements and ever-evolving list of special events and festivals that keeps Pittsburghers coming back. But, I'm here to argue that what actually lingers most in your memory isn't the jump of the Jackrabbit but the salty goodness of those Potato Patch fries.",
            "That's why I've developed this culinary guide to Kennywood, complete with maps, of where to find some of the best bites in the park so you don't miss a morsel."
        ],
        "New for 2024": {
            "content": [
                "A focal point of the park at the top of the hill after you enter, the all-new Carousel Burger beckons with neon signs promising burgers and fries. Inside, you'll find that and chicken sandwiches, but the real star of the show are the delectable and absolutely decadent milkshakes. Served in a large mug in various flavors, each is topped with an outrageous amount of sugar in the form of donuts, marshmallows and even a full Pop Tart.",
                "Elsewhere in the park, head to Jeeters' Pub (a collab of Kennywood and beloved Penn Brewery in the city) for a refreshing draft and grab some bar snacks like Bavarian pretzels, wings and even a charcuterie board!"
            ]
        },
        "An Ode to the Potato Patch": {
            "content": [
                "I would be doing this article a disservice if I didn't detail the Potato Patch, the busiest food stand in the park and a pillar of Pittsburgh dining. Just how good are they? In 1988, they were voted the #1 french fries in the country! And in 2024, the park is celebrating 50 years of this iconic park snack by retheming their entirebumper car ride.The beauty of potato patch fries lies in it's hand-made quality and simple ingredients. Spuds are hand sliced with the skin left on, fried to perfection and topped with gooey cheese, savory gravy or a mix of the two, then sprinkled with bacon to add some crunch. I suggest eating these with a fork and getting a second one to share, as one order has a tendency to quickly get gobbled up by the rest of your party.",
                "Insider Tip: You can also get these same signature fries at the Small Fry's booth in Old Kennywood (also noted on the map above), usually with shorter lines! Kennywood's sister parks, Sandcastle and Idlewild & Soak Zone, also serves up these spectacular spuds."
            ]
        },
        "Primanti's | A Pittsburgh Favorite": {
            "content": [
                "Located in Old Kennywood, Primanti's celebrated its 90th birthday by opening their first-ever location inside a theme park back in 2023! While the menu is scaled down from their full-service restaurant, crowd favorites like the Pittsburger, pastrami and my go-to capicola are all there, loaded with their signature coleslaw and fresh-cut fries.",
                "Besides getting an authentic taste of Pittsburgh at the park, I also love this location because the tables here are plentiful and tucked under a shady grove of trees. It's the perfect place to fuel up midday before getting back to the action!"
            ]
        },
        "A Local Caffeine Fix": {
            "content": [
                "Also a welcome addition for sleepy parents like me is 1898 Coffee Co., found right along the main drag between the entrance and the Jackrabbit roller coaster. Their large menu includes americanos, lattes, frappes, cold brews (all made with La Prima beans) and an assortment of fresh-baked goodies from The Pie Shoppe to get your second wind."
            ]
        },
        "Enjoy International Fare": {
            "content": [
                "For the true gourmands among us, visit Kennywood in June the Bites and Pints Food & Drink Festival. During this event, booths are set up all around the lagoon area of the park each representing a different international cuisine that can also be paired with a specialty cocktail or craft beer.",
                "Each item can be purchased a la carte, but I highly recommend getting a Bite Card to save money as you sample. Don't use all of your Bite Card in one trip? Just come back another day and it's still valid!",
                "After multiple visits over the previous years, I've now sampled most of the Bites and Pints offerings and the items I keep coming back to are the Jamaican jerk-chicken wings, Mexican street tacos and the German tots stuffed with sauerkraut. The portions are generous, too, so you can fill up on 2-3 stops and use the rest of your Bite Card for delicious margaritas and German lagers."
            ]
        },
        "Indoor Dining Retreats": {
            "content": [
                "Have little ones or just trying to beat the heat? Kennywood also has some indoor dining options! Smack dab in the center of the park is The Parkside Cafe, an air conditioned dining area offering fresh salads and hot food favorites since 1899. Fun fact: During Phantom Fall Fest, Kennywood's Halloween themed celebration, this cafe takes on a ghoulish second life as a haunted house."
            ]
        },
        "Hidden Gems": {
            "content": [
                "There's no way I'm writing an entire article about Kennywood without quoting Kennywood Memories at least once. In the spirit of that film and intrepid filmmaker Rick Sebak, I also think it's worth pointing out some of the quirkier stops in the park.",
                "The Lucky, in operation since the 1930s, is a fabulous art deco building that stands out among the classic Turtles and Noah's Ark rides it's situated near. Even if you just fill up your drinks here, this building is a fantastic throwback to Kennywood's history and always makes for a fun photo op.",
                "Stop by the newly reimagined pagoda, with the blue-painted side slinging soft serve and opposite, red-emblazoned side selling signature hot sausage and peppers sandwiches. Located practically in the center of the park, you're bound to run into this structure as you explore. Get the mozzarella half moons here, secretly one of my favorite items to eat in the entire park.",
                "P.S. Those signature corn dogs I mentioned earlier? They're now located at the Midway Refreshment Stand right across from the Jackrabbit."
            ]
        },
        "Sweet Treats": {
            "content": [
                "Nothing makes your visit to Kennywood more memorable than grabbing something sweet on your way out of the park. Luckily, dessert stands are aplenty.",
                "My favorite midday treat is getting a nostalgic, photo-worthy Golden Nugget Cone just as you leave Kiddieland. Double header cone + vanilla ice cream dipped in chocolate + nuts + cherry on top = a perfect dessert combination sure to please for the next 125 years of Kennywood's operation as well.Right beside Noah's Ark is another Pittsburgh staple in the form of Millie's ice cream. Look for the pop of signature pink and indulge in their handmade flavors and variety of vegan options available, too.",
                "Finally, the neon-lit Kandy Kaleidoscope is the last stand you'll see on your way out. Blocks of fudge and candy apples make for the perfect next-day treat or sharing with your loved ones (or not).",
                "A post shared by Kennywood (@kennywoodpark)",
                "So, how did I do? Did I miss your favorite food item? Want to make a case for the deep-fried Oreos? Let me know as I continue to update this blog through the years and sharing my love of Kennywood.",
                "Until then, I'll see you in line for the Phantom!"
            ]
        },
        "Related Blogs": {
            "content": [
                "Insider’s Guide: Kennywood",
                "Insider’s Guide: Sandcastle Waterpark",
                "15 Foods You Can Only Get in Pittsburgh",
                "Insider’s Guide: Idlewild & SoakZone"
            ]
        },
        "Author": {},
        "Jared B.": {
            "content": [
                "Enthusiastic Pittsburgher"
            ]
        },
        "Related Content:": {
            "content": [
                "Kennywood4800 Kennywood Blvd.West Mifflin, Pennsylvania 15122",
                "Primanti Bros.2100 Wharton St., Ste 720Pittsburgh, Pennsylvania 15203",
                "Penn Brewery800 Vinial St.Pittsburgh, Pennsylvania 15212"
            ]
        }
    }
}