{
    "America's Mile": {
        "content": [
            "America's Mile Awaits...",
            "Join us for America's Mile, a spectacular race event open to all, set against Pittsburgh's breathtaking North Shore. Choose your challenge from diverse heats like the inclusive MOVE Mile, the brave Heroes' Mile, and the competitive Aspire Mile (just to name a few of your options!), catering to every age and ability.Register, train, and then take to the start line on July 12, 2024, to create your moment in this national celebration. Cross the finish line and keep the energy high at the Mile 1.1 post-race party. Ready to write your story? America's Mile awaits."
        ],
        "When & Where": {
            "content": [
                "America's Milewill take placeFriday, July 12, 2024 at 6:30 p.m.in Pittsburgh's North Shore neighborhood. The race begins at P3R's headquarters near Acrisure Stadium and finishes on West General Robinson Street.",
                "The event will conclude with the epic Mile 1.1 post-race party, offering participants, families and friends a chance to revel in their accomplishments while enjoying Pittsburgh's local hospitality and vibrant atmosphere."
            ]
        },
        "Race Info & Registration": {
            "content": [
                "America's Mile is Pittsburgh's signature one-mile challenge event. Fourteen years in the making, America's Mile transcends the conventional race, turning every step into a narrative of personal triumph and communal celebration.",
                "Registration for America's Mile is available online",
                "The reimagined event will feature avariety of heatscatering to different ages, abilities and competitive spirits, ensuring there's a place for everyone at the start line. Highlights include:",
                "Additional heats include the Corporate Challenge Mile, the Masters Mile, the Unstoppable Mile, the RUN Varsity Mile, and the exclusive Elite Miles, alongside a Virtual Mile option for remote participants.",
                "The event will offer a prize purse of $34,200 with cash prizes for the top five runners in the Pro Mile, Unstoppable, Masters 40-49, Masters 50-59 and Masters 60+."
            ]
        },
        "Official Watch Party & Post-Race Celebration": {
            "content": [
                "Whether you're running or supporting your friends and family, Mike's Beer Bar is the place to be for America's Mile! Mike's will be showing a livestream of the finish line and is located at the halfway point of the course, making it the perfect meetup and ultimate cheer zone for your group.",
                "Other festivities include:"
            ]
        },
        "Plan Your Visit": {
            "content": [
                "Make the most of your time during America's Mile by exploringDowntown Pittsburghor other exciting Pittsburghneighborhoods. Discover funthings to dothroughout the city and be sure to experience ourculinary scenebefore attending a performance.Visiting from out of town? Check out our guide tolocal hotelsto find comfortable accommodations for every budget."
            ]
        },
        "Things to Do in Pittsburgh": {}
    }
}