{
    "David L. Lawrence Convention Center": {
        "content": [
            "The Platinum LEED®-certified David L. Lawrence Convention Center is delivering the future of meetings.",
            "The Platinum LEED®-certifiedDavid L. Lawrence Convention Center (DLCC)is ready to safely welcome attendees of conventions, meetings, sports events and public shows. In fact, according to DLCC General Manager Tim Muldoon, “It’s almost as if we were built for this!”",
            "Conveniently locatedDowntownand within steps of the Cultural District, a wide selection of world-class accommodations, a fantastic food scene and more, the DLCC has both long-standing advantages over other meeting facilities and new, cutting-edge developments that will best serve meeting planners and attendees long into the future.From flexible hybrid meeting options, to an abundance of open space, enhanced health and safety practices and more, the DLCC is equipped to host your next event."
        ],
        "The Confluence, an Event Studio": {
            "content": [
                "Organizations looking to make the most of their meetings and events can now utilize The Confluence, an Event Studio, which provides the opportunity to live stream, pre-record presentations and host hybrid events.",
                "The Confluence, a completely customizable and mobile space, offers a professional setting and the latest technology to present webinars, panel discussions, training, summits and keynotes. This flexibility stems from a combination of onsite partnerships withThree Rivers Entertainment, which has years of experience executing high quality virtual, hybrid and recorded productions; and showNets, the DLCC’s exclusive telecommunications provider that offers a fully redundant dual circuit that can burst well above planners’ needs.",
                "The space’s name – The Confluence - was chosen in part to recognize the location of the city at the confluence of the Allegheny and Monongahela Rivers, where they meet to form the Ohio River, as well as to recognize the importance of meetings, conventions and events."
            ]
        },
        "A Building Built for Success": {
            "content": [
                "With more than 1.5 million feet of meeting and exhibit space, including column-free exhibit halls, the DLCC allows for an abundance of spacing and provides meeting planners with flexibility and options.",
                "The DLCC’s unique sloping roofs help pull cool air from the outside, providing the building with a natural air ventilation system. This natural outside air is then circulated throughout the large event and meeting halls, ensuring the most air turnover and the greatest kind of air management possible. Additionally, the Center has minimum efficiency reporting value (MERV) filters of 13 and 14 in each of its air handlers; the CDC standard is MERV 13. And, the longstanding Indoor Environmental Quality program at the DLCC allows engineers to constantly monitor C02 levels, temperatures, relative humidity and lighting intensities to ensure an optimal and safe learning experience."
            ]
        },
        "VenueShield Certification": {
            "content": [
                "The DLCC, an ASM Global-managed property, is proud to operate under theVenueShield Environmental Hygiene Program. Created byASM Global, the world’s largest venue management & services company, the VenueShield program offers best practices across work streams related to environmental hygiene, food service, customer journey, talent, public awareness and technology and equipment, including state-of-the-art standard operating procedures for environmental hygiene."
            ]
        },
        "Sustainable Operations": {
            "content": [
                "The DLCC holds the highest rating for LEED® Platinum Certification in the United States, demonstrating the facility’s environmental commitment to the region. From recycling to product use to conserving natural resources, including water, energy and air quality, a commitment to sustainability is made with each event, ensuring a reduced carbon impact…free of cost!",
                "Sustainability is incorporated into the facility’s food and beverage options, too. Work with Levy Convention Centers, the DLCC’s food service provider, to plan meals which use locally grown products. Plus, learn how you can donate leftover food, as well as compost unconsumed food and all paperware by using biodegradable, organic paper products. And, make sure you grab a sample of RoofTop Hops – American Style IPA, brewed from hops grown on the Rooftop Terrace."
            ]
        },
        "Rooftop Boulevard": {
            "content": [
                "The premier outdoor event space in Downtown Pittsburgh, the Rooftop Boulevard is a $3 million renovated outdoor feature located on the building’s fourth level. The sleek, modern space can host up to 300 people depending on the event setup and houses plants native to Western Pennsylvania. It is furnished with teak seating fixtures and innovative uplighting and is built to handle a plethora of electric needs.",
                "The Rooftop Boulevard also is home to a 688-foot LED tube art installation created by Jenny Holzer. The kinetic display presents imported books that tell compelling stories about Pittsburgh, including Thomas Bell’sOut of This Furnace; John Edgar Wideman’sDamballah(Homewood Trilogy),Hiding PlaceandSent for You Yesterday; and Annie Dillard’sAn American Childhood. Over time, new books may be added to the collection."
            ]
        },
        "Rooftop Terrace": {
            "content": [
                "There's a dazzling new way to enjoy the outdoors and city skyline without ever leaving DLCC. The newly renovated DLCC Rooftop Terrace and is now open for parties, meetings, celebrations and more.",
                "The DLCC Rooftop Terrace offers unrivaled riverfront and city views alongside expansive walkways and curated rooftop gardens. The space is fully customizable for groups as large as 1,500 to as small as 50, transforming the Terrace and making each event modern and memorable."
            ]
        },
        "Authentic Experiences": {
            "content": [
                "Easy Travel",
                "Things to Do",
                "Places to Dine",
                "Pittsburgh Industries & Corporations",
                "Customer Success"
            ]
        }
    }
}