{
    "Pittsburgh International Jazz Festival": {
        "content": [
            "Experience the Pittsburgh International Jazz Festival live in Downtown Pittsburgh!",
            "Join us September 16-18, for the 12th AnnualPittsburgh International Jazz Festivalpresented by Citizens Bank, when Downtown Pittsburgh is transformed into a huge jazz club complete with jam sessions, beer gardens, and concerts that will keep you vibing all weekend long. With laid-back and intimate settings for some of the most highly anticipated Pittsburgh jazz performances of the year, it’s an event you won’t want to miss.",
            "Pittsburgh Intl Jazz Festival(@pittsburghjazzfest) • Instagram photos and videos"
        ],
        "Featured Artists": {
            "content": [
                "This event, curated by the AWAACC in collaboration with award-winning musician Sean Jones, will continue the legacy of past Jazz festivals andfeature legendary jazz musiciansfrom around the world, including Ron Carter Foursight, Ledisi, Samara Joy, Stanley Clarke N 4Ever, Laurin Talese, Brett Williams, and more."
            ]
        },
        "Taste of Jazz Party": {
            "content": [
                "The festival kicks off with an intimate concert by Ron Carter Foursight and a party at the August Wilson African American Cultural Center. At theTaste of Jazz Party, you can try delicious samplings from some of Pittsburgh's world class restaurants while you explore the center, enjoying performances by local and international talent."
            ]
        },
        "Jam Sessions": {
            "content": [
                "The festival moves to Highmark Stadium for the rest of the weekend but visitors are encouraged to visit the August Wilson African American Cultural Center to check out theirexhibitsand live jam sessions.",
                "Chancelor Humphrey(@keeppittsburghdope) • Instagram photos and videos"
            ]
        },
        "Insider's Travel Tips": {
            "content": [
                "Spanning through the 14-block radius of the Cultural District in the center of downtown Pittsburgh, the JazzLive International Festival is extensive, but easily navigated. To stay close to the excitement, check out theDowntown and North Shore hotels. In a downtown hotel, you're just steps away from the performances. From the North Shore, you can take a short walk across one of Pittsburgh's iconic bridges or hop a quick ride on the T, Pittsburgh's public lightrail system. Rides on the T are free within Downtown and the North Shore.",
                "With the dedicated bike lanes and the POGOHrental stations located throughout Downtown and surrounding neighborhoods, biking is another convenient and fun way to get from here to there. The process is simple: just pick up a bike, follow the music to the festival, find the nearest station, drop off your rental and you're off.",
                "You can always stay at one of the fantastic hotels just outside of the city. From the south, you can ride the T and take advantage of thePark and Ridelocations. Or, you can drive right in to the city. Be sure to download some helpful Pittsburgh apps to make parking quick and easy. TheParkPGH appshows real-time availability for downtown parking garages. There are also a number of metered spaces throughout downtown and theGo Mobile PGHis a great tool for fast and convenient payment."
            ]
        },
        "Authentic Experiences": {
            "content": [
                "Arts & Culture",
                "Restaurants & Culinary",
                "Plan Your Trip",
                "Things to Do"
            ]
        }
    }
}