{
    "Pittsburgh Vintage Grand Prix Motorsport Festival": {
        "content": [
            "Experience a world-class, one-of-a-kind automotive event inside a city park!",
            "ThePittsburgh Vintage Grand Prix(PVGP), celebrating its 42nd anniversary in 2024, is the nation's largest vintage street race and the only one staged on public roads.",
            "It’s considered by drivers to be the most challenging racecourse worldwide with its tight turns, elevation changes and natural obstacles like stone walls, curbs, manhole covers and telephone poles.",
            "Mark your calendar for the 2024 Pittsburgh Vintage Grand Prix July 26-Aug. 4, 2024"
        ],
        "2024 Pittsburgh Vintage Grand Prix Events": {
            "content": [
                "See colorful, classic cars navigate the park’s bends. Cheer for your favorite car or driver and grab a snack or a cool drink at Vendor Village. Check out the2024 PVGP Race Weeklineup:",
                "Race Weekend has lots offamily-friendly, automotive-themed activities. Whether you’re a car enthusiast, a spectator or just curious to know more about the event, come and spend the weekend in this lush urban park. Experience the excitement of the races and the beauty of the landscape."
            ]
        },
        "A History of Charity": {
            "content": [
                "The PVGP began in 1983 to raise funds to help provide residential care, treatment and support for autistic and intellectually and developmentally disabled individuals in the Pittsburgh region. In the past 41 years, the PVGP Association has raised more than $6 million for the Pittsburgh Autism Society and Merakay Allegheny Valley School."
            ]
        },
        "Parking": {
            "content": [
                "Public parkingon race weekend atSchenley Parkis available on Flagstaff Hill, across the street fromPhipps Conservatory. Free air-conditioned shuttle buses to the golf course and over to the Start/Finish line."
            ]
        },
        "More to Explore:": {
            "content": [
                "Only in Pittsburgh Summer Festivals & Events",
                "Those Summer Nights | Pittsburgh Evening Activities & Nightlife",
                "Annual Events",
                "Pittsburgh Music Festivals To Jam To",
                "Top Green Spaces and Public Parks in Pittsburgh",
                "From Pierogies to Primanti’s: A Pittsburgh Itinerary for the Foodie",
                "Must-See Art: Warhol, Murals & More",
                "The Burgh’s Black & Gold"
            ]
        },
        "Author": {},
        "Asaka N.": {},
        "Related Content:": {
            "content": [
                "Pittsburgh Vintage Grand Prix1000 Gamma Dr., Ste. 106Pittsburgh, Pennsylvania 15238",
                "Schenley ParkOverlook Dr.Pittsburgh, Pennsylvania 15216",
                "(412) 481-8800"
            ]
        }
    }
}