{
    "A Guide to Acrisure Stadium for Steelers Fans": {
        "content": [
            "In town for a big game? We've got the scoop on how to enjoy a Steelers game in the ultimate sports town!",
            "Nicknamed theCity of Champions, it's no surprise that Pittsburgh is a top football destination. Whether you're visiting from out-of-town or haven't been to a game in a while, check out our Pittsburgh Steelers and Acrisure Stadium guide for every football fan."
        ],
        "Where do the Steelers play their home games?": {
            "content": [
                "Acrisure Stadium is the celebrated football stadium, situated in theNorth Shoreneighborhood of Pittsburgh, Pennsylvania, that proudly serves as the home of the Steelers."
            ]
        },
        "How to get to Acrisure Stadium": {
            "content": [
                "Public TransportationSince parking on theNorth Shorenear the stadium is reserved and pre-sold, it's often easier to park and ride to the stadium using other options.Pittsburgh Regional Transit (PRT)offers light rail service on the T and city buses for fans coming from Downtown Pittsburgh and surrounding suburbs. You can find more information on how to get to the stadium on thePRT website.",
                "Riverboat ShuttlesTheGateway Clipperalso offers gameday riverboat rides to the stadium and is my personal favorite way to get to the game. Park at Station Square, grab your tickets and enjoy your ride around the Point with raucous, fun-loving fans before getting dropped off right at the stadium. Find more information aboutriverboat shuttles here.",
                "Driving & Parking InformationIf you are planning to drive and park near the stadium, visitALCO parkingfor a helpful interactive guide to parking on the North Shore."
            ]
        },
        "Where’s the best place to tailgate before a Steelers game?": {
            "content": [
                "Thetailgating scenein Pittsburgh is as fun as the Steelers game itself! You can find tailgaters grilling and getting amped up with the rest ofSteelers Nationin designated parking lots. The parking lots open five hours prior to kick-off and you can find more tailgating information andregulations here.",
                "If you want to tailgate but don't have a group to join up with, theStage AE Tailgate Zoneis perfect for you! Admission is free, and the event has live music, giant TVs, food and drink specials, along with prizes and autographed items you can win."
            ]
        },
        "Where to Eat near Acrisure Stadium?": {
            "content": [
                "The North Shore, home to Acrisure Stadium, is filled with plenty of bars and restaurants for all football fans.",
                "Shorty's Pins & Pints,Southern Tier,Tom's Watch,BurgatoryandBar Louieare popular spots to grab a craft beer pre- or post-game that are walkable to Acrisure. Even if you don't have a ticket, these locales are some of the best places to watch the game outside of Acrisure Stadium, promising a lively atmosphere and passionate fans cheering on every play to go with your food and drink."
            ]
        },
        "What else to do near Acrisure Stadium?": {
            "content": [
                "There's so much to do in the North Shore we did awhole blogabout everything to explore pre- or post-game, from stadium tours and museum visits to kayaking, duckpin bowling and shopping for the latest Steelers merch.",
                "Browse the map below to see everything going on nearby in the North Shore. Just double check times and hours of operation which can sometimes change on Steelers Sundays."
            ]
        },
        "What is the Acrisure Stadium bag policy?": {
            "content": [
                "Leave your backpacks and large tote bags at home because Acrisure Stadium has an “All Clear On Game Day” safety policy requiring guests to carry their items in clear bags. Any non-clear bag exceeding 4.5” by 6.5” is not permitted.",
                "For all the security guidelines detailing what you can and cannot bring into the stadium, including food, drinks, strollers, and more, check out thesecurity guidelines page here."
            ]
        },
        "Where to Eat inside the stadium?": {
            "content": [
                "You can now find Pittsburgh favorite Caliente Pizza locations as well as Little Caesars pizza stops throughout the stadium for your pizza fix. Other fan favorites now on the menu in-stadium include Burgatory hamburgers and milkshakes, Primanti's signature french-fry topped sandwiches, Kennywood's Potato Patch fries and Papa Duke's gyros.",
                "We alsoblogged about our favoritesto eat at Acrisure.",
                "If you want to gauge all your options, theSteelers Mobile Apphas an interactive map showing the concessions and where they are located, as well as mobile ordering options so you can skip the line and never miss a snap."
            ]
        },
        "Are there Family-Friendly Activities for Steelers fans?": {
            "content": [
                "Yes! The SteelersHall of Honor Museum, located near Gate B of Acrisure Stadium, is open to the public year-round Thursday through Monday from 11 a.m.-4 p.m. It's a perfect pre-game experience for fans of all ages. Walk through every decade of Steelers history with interactive displays loaded with memorabilia. Guests can even step into the announce booth and call their own plays as they relive the greatest moments in Steelers history. For passes, museum exhibits and all you need to know for your visit, explore ourInsider's Guide to the Hall of Honor.",
                "Outside of the stadium, be sure to head to Art Rooney Avenue on game day for the Steelers Experience and a family fun zone. And, if you're arriving early for the game or extending your trip by a few days, you don't need to leave the North Shore neighborhoods forfamily fun."
            ]
        },
        "More Cool Things to Do Near Acrisure Stadium": {},
        "Don't Forget to Brush Up On Your Pittsburgh Steelers Trivia": {
            "content": [
                "What is The Terrible Towel?Created by Steelers radio broadcaster, Myron Cope in 1975, theTerrible Towelis easily one of the most recognizable symbols in the NFL and waving it during games has become a revered tradition. Towels can be purchased in stadium or at sports stores around the North Shore.",
                "What is the song played during the fourth quarter?When the Steelers need a big stop in the fourth quarter, the song Renegade by Styx resonates throughout Acrisure Stadium. Playing the song is a tradition that's equally important for fans as it is for players and represents Pittsburgh's defensive strength in the fourth quarter.",
                "What’s the meaning behind the Steelers logo?While it's widely known that the Steelers are named for Pittsburgh's rich steel history, few recognize the meaning behind the logo. Each of the hypocycloids represents one of the three materials used to make steel. Yellow represents coal, red is for iron ore and steel scrape is illustrated with blue.",
                "Why do Steelers fans chant “Here We Go Steelers?”During games, you'll hear fans chanting \"Here We Go, Steelers!\" While it seems like a simple chant, there's some history behind this one too. “Here We Go,” originally written by Rodger Wood and recorded in 1994, was and still is intended as a Steelers fight song.",
                "When should I head to a game this season?Take a look at the Steelers’ 2024 schedulehere!The Steelers will be playing 9 regular season and 1 preseason game at Acrisure Stadium from August-January this year."
            ]
        },
        "More Football Fun to Discover in Pittsburgh": {
            "content": [
                "About The Steelers",
                "Learn more about catching a Steelers game in Pittsburgh.",
                "The History Behind the Terrible Towel",
                "Get the full history behind the Terrible Towel and what it means to football fans."
            ]
        },
        "More to Do in the North Shore:": {
            "content": [
                "Game Day Bars in Pittsburgh",
                "Monuments, Memorials & Sculptures | A North Shore Walking Tour",
                "Pittsburgh Tailgate Traditions",
                "Steelers Nation, Here We Go!",
                "Family Time in the North Shore & Northside Neighborhoods",
                "Things to Do Before Concerts on the North Shore",
                "Insider’s Guide to the Steelers Hall of Honor Museum",
                "Ultimate Steelers Gameweek Guide",
                "Pittsburgh Steelers Hall of Famers"
            ]
        },
        "Related Content:": {
            "content": [
                "Steelers Hall of Honor Museum100 Art Rooney Ave., Gate BPittsburgh, Pennsylvania 15212",
                "Pittsburgh Steelers100 Art Rooney Ave., Acrisure StadiumPittsburgh, Pennsylvania 15212",
                "Shorty's Pins x Pints353 North Shore Dr.Pittsburgh, Pennsylvania 15212",
                "Mike's Beer Bar110 Federal St.Pittsburgh, Pennsylvania 15212",
                "Yinzers in The Burgh2127 Penn Ave.Pittsburgh, Pennsylvania 15222",
                "Stage AE400 North Shore Dr.Pittsburgh, Pennsylvania 15212",
                "Gateway Clipper Fleet350 W. Station Square Dr.Pittsburgh, Pennsylvania 15219",
                "Burgatory North Shore342 North Shore Dr.Pittsburgh, Pennsylvania 15212",
                "North Shore Tavern120 Federal St.Pittsburgh, Pennsylvania 15212",
                "Bar Louie North Shore330 North Shore Dr., Bldg. 1BPittsburgh, Pennsylvania 15212",
                "Museum of Illusions Pittsburgh267 North Shore Dr.Pittsburgh, Pennsylvania 15212"
            ]
        }
    }
}