{
    "Ultimate Steelers Gameweek Guide": {
        "content": [
            "Steelers Nation! In Pittsburgh for the big game? We've got the scoop on how to enjoy the ultimate sports city!",
            "Nicknamed the City of Champions, it's no surprise that Pittsburgh is the ultimate football destination. If you're reading this, we're assuming you'll be in town for a few days and have lots to pack your itinerary with.",
            "Whether you're visiting from out-of-town or you're a local with season tickets, check out our Pittsburgh guide especially for football fans!"
        ],
        "Experience Steelers History": {
            "content": [
                "Explore 90 years of Steelers history at the newly openedSteelers Hall of Honor Museum, located near the B Suite gate atAcrisure Stadium. This 10,000-square-foot exhibit walks visitors through every decade of Steelers history with never-before-seen artifacts and interactive exhibits that let you become part of Steelers history.",
                "Or, tackle your way through Pittsburgh football history at theSenator John Heinz History Center's Western Pennsylvania Sports Museum! Relive iconic Pittsburgh moments such as the Immaculate Reception, try on a Super Bowl ring, learn more about Myron Cope's OfficialTerrible Toweland take a picture with the Terrible Fan. Featuring more than 70 interactive exhibits, this is the ultimate museum for any sports lover."
            ]
        },
        "Go Behind The Scenes": {
            "content": [
                "Experience Steelers football up-close during anAcrisure Stadium Tour. The tours take fans on-field, in the locker rooms, through the Great Hall, including the Hall of Honor, and more. Tickets are only $10 per person for the Stadium Highlight Tour, but true fans may want to splurge on the Game Day Tours for unprecedented access to Steelers Game Day!"
            ]
        },
        "Get Some Gear": {
            "content": [
                "Need some new Steelers gear? Take a trip to Pittsburgh's authentic Strip District neighborhood for any and everything Steelers.Yinzers in the Burghis a notable Pittsburgh sports store, filled with everything from Steelers onesies to a huge variety of Terrible Towels, Steelers hats, cold weather gear, jerseys and so much more. You can also find street vendors that sell various low-cost black and gold apparel.",
                "Looking for more general black-and-gold apparel? Check out these local shops:"
            ]
        },
        "Take the Burgh Bus": {
            "content": [
                "All the fun of making jokes about Cleveland, on wheels! Join comedian Matt Light on theBurgh Busas you tailgate through distinct Pittsburgh neighborhoods, wave your Terrible Towel, compete at Pittsburgh trivia and much more on this truly one-of-a-kind tour.",
                "A post shared by The Burgh Bus (@burghbus)"
            ]
        },
        "Ride The Incline and Walk Around The Point": {
            "content": [
                "Have a day or two to kill before the game? Come visit these spots. Both attractions are often featured during NFL broadcasts of home Steelers games. TheDuquesne Inclinespecifically has a great view of Pittsburgh during the fall and winter months. The Point is a go-to walk to take in pretty much anything you can see downtown, and it's an easy walk from there, over the bridge and into our North Shore where the Steelers play!"
            ]
        },
        "Catch Other Pittsburgh Sports": {
            "content": [
                "Not only does Pittsburgh come to life on Steelers Sundays, but our passionate fan base also brings that same energy to other teams throughout the city. In September (and hopefully October) thePittsburgh Piratesseason overlaps with the Steelers, making it possible to see both teams in a weekend at twoworld-renowned stadiums.",
                "The same is true across two rivers at Highmark Stadium to support thePittsburgh Riverhoundspro soccer team! From mid-October on, thePittsburgh Penguins NHLteam also plays in our Uptown neighborhood at PPG Paints Arena. Or, check out thePitt Pantherswho also play at Acrisure in ACC action! Pro Tip: Look at all our sports team schedules before you visit to see who else might be able to see while you're in town!"
            ]
        },
        "Head Under our Friday Night Lights": {
            "content": [
                "If you live and breathe football, you're in luck. Pittsburgh and the surrounding region is a hotbed of high school football activity, with powerhouse teams, NFL Draft-caliber talent and rivalries that pack the stadium.",
                "Find schedules of our games on local news sites or through theWPIALto see our own Friday Night Lights.",
                "A post shared by Aaron Caldwell (@aac_creative)"
            ]
        },
        "Go On a Brew Tour": {
            "content": [
                "Beer and football have always went hand-in-hand, but if you're in town for a Steelers game you're also lucky enough to be in one of the top craft beer cities in the country. Follow thePittsburgh Brewers Guildfor pre-made trails that let you explore a unique neighborhood and sampling their best suds. I'd recommend starting with their North Shore Trail, which allows you to sip six of my favorite brews all throughout our stadium district where the Steelers play.",
                "If you have time to venture outside of the city, book a tour atPittsburgh Brewing Co., the home of I.C. Light and Iron City Beer, for a behind-the-scenes tour of this AI-enhanced, state-of-the-art brewery."
            ]
        },
        "Eat Like a Local": {
            "content": [
                "Food is serious business in Pittsburgh. We love ourregional delicaciesfrom pierogis and french fry-filled sandwiches to gobs and chipped ham. As our city grew and populations shifted, you can now find international cuisine, fine dining and Pittsburgh staples all on the same street.",
                "My favorite way to enjoy all of our local favorites combines both our dining scene and the Steelers. Follow our guide to theStrip Districtand walk around to our various markets and restaurants (and don't forget some local beer), then bring your bounty to the lots outside Acrisure Stadium for the ultimate tailgate."
            ]
        },
        "Visit The Great One": {
            "content": [
                "While Pittsburgh is no stranger tohall of famersand all stars, we have an entire museum dedicated to Roberto Clemente, housed in a historic firehouse and full of memorabilia from The Great One himself. Make sure to add on the wine tasting at theClemente Museumfor the full experience and keep an eye out for celebrity gear not just from Clemente but other baseball and Pittsburgh sports legends as you explore.",
                "Ok, we've went over the plays and you should have your itinerary in hand. Time to break this huddle. We'll see you out there exploring the city and inside Acrisure Stadium screaming for the black and gold alongside us. HERE WE GO"
            ]
        },
        "Related Blogs": {
            "content": [
                "A Guide to Acrisure Stadium for Steelers Fans",
                "Things to Do Before Concerts on the North Shore",
                "Steelers Nation, Here We Go!",
                "Pittsburgh Steelers Hall of Famers",
                "Game Day Bars in Pittsburgh",
                "Pittsburgh Tailgate Traditions",
                "Eating Your Way Through Pittsburgh Sports",
                "The Burgh’s Black & Gold",
                "Insider’s Guide to the Steelers Hall of Honor Museum",
                "Family Time in the North Shore & Northside Neighborhoods"
            ]
        },
        "Author": {},
        "Asaka N.": {},
        "Related Content:": {
            "content": [
                "Pittsburgh Steelers100 Art Rooney Ave., Acrisure StadiumPittsburgh, Pennsylvania 15212",
                "Yinzers in The Burgh2127 Penn Ave.Pittsburgh, Pennsylvania 15222",
                "Pittsburgh Penguins1001 Fifth Ave., PPG Paints ArenaPittsburgh, Pennsylvania 15219",
                "The Clemente Museum3339 Penn Ave.Pittsburgh, Pennsylvania 15201"
            ]
        }
    }
}