{
    "Pittsburgh Anthrocon 2024": {
        "content": [
            "Pittsburgh's Premier Furry Convention Returns Downtown July 4-7, 2024",
            "Pittsburgh is thrilled to welcome backAnthroconto theDavid L. Lawrence Convention CenterJuly 4-7, 2024 forAnthrocoaster. One of the largest anthropomorphics (human-like animal characters) conventions in the world, thousands of attendees travel to Pittsburgh for this unique celebration that makesDowntownthe most exciting place to be in the city."
        ],
        "Anthrocon’s Pittsburgh Legacy": {
            "content": [
                "Anthroconis all about community, inviting anthropomorphics from across the country to meet up, discover something new and have a ton of fun together. The four-day convention, held in Pittsburgh since 2006, features everything from educational sessions on making a fursuit to escape rooms, dance parties, writing workshops and art shows.",
                "The best part? Everyone is welcome to Anthrocon, even if you don't want to don a fursuit. With a massive art alley to explore, renowned DJs to dance to and parades and parties to join in, Anthrocon is a celebration for all of Pittsburgh to enjoy!"
            ]
        },
        "Anthrocon 2024 Schedule Highlights": {
            "content": [
                "One of the best moments of Anthrocon is theFursuit Parade, a world record-setting event where thousands of attendees walk from theDavid L. Lawrence Convention Centerinto the Cultural District. This year's parade will begin lining up at 1 p.m. on Saturday, July 6, and start at 2 p.m.",
                "Back for 2024 is theAnthrocon Block Party! Penn Avenue will be shut down between 9th and 11th on July 6 for this outdoor event which lets Anthrocon attendees meet up with Pittsburgh businesses and the community. Plus, this event is free so anyone can walk over and join the Block Party fun.",
                "The Gateway Clipper Fleet offers multipleAnthrocon River Cruises. Take in the best sights of the city aboard their riverboats, passing under bridges, around the Point and through our iconic three rivers.",
                "See the Anthrocon website forticketing informationand a full list ofevents.",
                "A post shared by Anthrocon, Inc (@anthrocon)"
            ]
        },
        "Exclusive Discounts for Attendees": {
            "content": [
                "Anthrocon attendees: Be sure to take take advantage our newShow Your Badgeprogram! By downloading the free pass directly on your phone (no app needed), you can easily find partner businesses, restaurants and attractions unlock special discounts and offers.",
                "Download the badge below and visit theofficial webpageto learn more about the program.",
                "Please Note: Offers included in the Show Your Badge program cannot be combined with any other discounts or offers."
            ]
        },
        "Travel for Anthrocon 2024": {
            "content": [
                "Whether exploring Pittsburgh by boat, car, bike, bus or your own feet/paws/claws, see all of the ways toget around the city. Or, follow our helpful guides for thePittsburgh International Airport,public transportationandlocal transportationservices."
            ]
        },
        "Join the Anthrocon Fun": {
            "content": [
                "You don't even need to go into the Convention Center to experience the fun of Anthrocon. Make it a daytrip and hang out on Penn Avenue for the best chance to see all the amazing fursuits created by attendees.",
                "Check out some of the great restaurants near the Convention Center to make new Anthrocon friends. Popular spots include the mezzanine seating atAugust Henry's Burger Barand outdoor seating atThe Standard Market & Pint House,Nicky's Thai KitchenandBill's Burger Bar."
            ]
        },
        "Share Why You #LovePGH": {
            "content": [
                "Attending Anthrocon or just posing for a photo with your new fursuit friends? Share that Anthrocon love with the whole city! Make sure to use#LovePGHfor all photos and videos during Anthrocon."
            ]
        },
        "Authentic Experiences": {
            "content": [
                "Hotels & Resorts",
                "No trip to Pittsburgh is complete without a stay in one of our fantastic properties.",
                "Top Free Things to Do in Pittsburgh",
                "​Who said you have to spend money to have a good time?",
                "Summer in Pittsburgh",
                "There are plenty of ways to enjoy Pittsburgh in the summer, no matter your interests, taste buds or even the weather."
            ]
        },
        "Related Blog Posts": {
            "content": [
                "Insider’s Guide to Anthrocon with Manicknux",
                "Pittsburgh’s Rooftops",
                "Those Summer Nights | Pittsburgh Evening Activities & Nightlife",
                "Pittsburgh’s Outdoor Dining Scene",
                "Outdoor Drinks | A Guide to Pittsburgh Patio Season",
                "Only in Pittsburgh Summer Festivals & Events"
            ]
        }
    }
}