{
    "Rock, Reggae & Relief": {
        "content": [
            "Get ready for a summer of rhythm and goodwill with Pittsburgh's Rock, Reggae and Relief festival!",
            "This multi-event celebration, anchored by the main festival on August 10th atStage AE, combines world-class music with community support. Hosted by thePiatt Family Foundation, the series includes free pop-up concerts in June and July, and a kick off party culminating in the main event. This year’s beneficiary isPittsburgh Scholar House– empowering single parents to pursue higher education and create better futures for their families. Join us for a season of beats, unity, and positive change in the heart of Pittsburgh!"
        ],
        "Rock, Reggae & Relief": {
            "Event Details": {
                "content": [
                    "The Rock, Reggae & Relief Festival is onSaturday, August 10, 2024atStage AEon North Shore Drive betweenAcrisure Stadiumand theMuseum of IllusionsinNorth Shore."
                ]
            },
            "Tickets": {
                "content": [
                    "The festival features three different admission options including general, VIP, and a Luxury Box for a group of four. To find more details and to secure your tickets, visit theRock, Reggae & Relief Festival website."
                ]
            },
            "Lineup": {}
        },
        "Rock, Reggae & Relief Kick Off Party": {
            "content": [
                "Start your festival experience onFriday, August 9, 2024, atRevelinDowntown Pittsburgh. Roots of Creation will deliver two FREE sets: one of their original music and another titled \"Grateful Dub,\" a reggae-infused tribute to the Grateful Dead."
            ]
        },
        "Local Roots Summer Reggae Pop-Up Series": {
            "content": [
                "The Local Roots Summer Reggae Pop-up Series brings the island vibes toRevelwith two free concerts onJune 7andJuly 12, 2024. Enjoy local reggae acts alongside reggae-inspired food, specialty drinks, and rum tastings."
            ]
        },
        "Plan Your Trip": {
            "content": [
                "Several hotels are conveniently located near the festival venue for out-of-town attendees. Nearby options include theHyatt Place Pittsburgh - North Shore,The Landing Hotel, andResidence Inn by Marriott. If you’re looking for even more options, check out ourhotels pageto find comfortable accommodations for every budget.",
                "North Shore & North Side",
                "​Along the Allegheny and Ohio Rivers, the North Shore boasts great views of Downtown."
            ]
        },
        "More to Explore": {}
    }
}