{
    "Little Italy Days": {
        "content": [
            "Everyone's Italian for a weekend at this free, four-day festival in Bloomfield",
            "Since 2002,Little Italy Dayshas been the go-to cultural festival in the Bloomfield neighborhood of Pittsburgh. This block party/neighborhood celebration/food festival is so popular the streets are shut down, stages set up and vendors line everywhere you go featuring local businesses, authentic Italian-American cuisine and much more.",
            "Follow our guide to this year's Pittsburgh Little Italy Days festival and we'll make you an honorary Italian as you shop local, play bocce and eat as many ravioli as you can."
        ],
        "When & Where": {
            "content": [
                "Pittsburgh's Little Italy Days will take place Aug. 15-18, 2024 on Liberty Ave. in Bloomfield from Ella St. to Gross St."
            ]
        },
        "Admission": {
            "content": [
                "Little Italy Days is completely free to attend!"
            ]
        },
        "Parking & Accessibility": {
            "content": [
                "Free parking and a shuttle service is available at the UPMC Luna Garage on Saturday and Sunday. Freeparkingis also available at the parking garage at Liberty & Aspen. Five bus routes also run through Bloomfield, making it easy to leave the car and ride straight to the festival.",
                "This festival occurs outdoors on mostly flat streets and sidewalks throughout the Bloomfield neighborhood, and can easily be enjoyed by anyone with accessibility needs. Service dogs are also permitted."
            ]
        },
        "2024 Entertainment Schedule": {
            "content": [
                "The lively, freeentertainmentis one of the top reasons crowds love returning to Little Italy Days year after year. From strolling accordionists to liven your meal to a celebrity bocce tournament featuring beloved Pittsburgh personalities, this year's entertainment includes:",
                "Mini of Pittsburgh Stage at Cedarville & Liberty",
                "Froggy's Stage at Taylor & Liberty",
                "First Commonwealth Stage at Gross & Liberty",
                "Froggy's Stage at Taylor & Liberty",
                "First Commonwealth Stage at Gross & Liberty",
                "Accordionist Hank Edwardo- strolling throughout the event"
            ]
        },
        "Bocce & Beauty Pageants": {
            "content": [
                "The food and the live music are reason enough to visit, but make sure your visit includes some of the other special events as well.",
                "The celebrity bocce challenge pits Irish against Italian with a ton of celebrity guests including athletes, politicians and media personalities as they vie for success on the bocce court with lots of laughs along the way. If you can't make that Thursday night, head to the bocce court Saturday or Sunday next to Pleasure Bar and catch the annual tournament in action.",
                "The Miss Little Italy pageant is always a blast for families to attend, too. With six age divisions, celebrate as contestants receive a crown, sash and flowers at noon on Saturday."
            ]
        },
        "Plan Your Visit": {
            "content": [
                "Make the most of your time at the Little Italy Days by exploring all ofBloomfieldduring your visit. Then, discover funthings to dothroughout the city and be sure to experience ourculinary scenebefore attending a performance.",
                "Visiting from out of town? Check out our guide tolocal hotelsto find comfortable accommodations for every budget."
            ]
        },
        "More to Explore": {
            "content": [
                "Insider’s Guide to Bloomfield",
                "Those Summer Nights | Pittsburgh Evening Activities & Nightlife",
                "Only in Pittsburgh Summer Festivals & Events",
                "Insider’s Guide to Pittsburgh Greek Food Festivals",
                "Food Festivals"
            ]
        }
    }
}