{
    "Pittsburgh Fall Date Ideas": {
        "content": [
            "Cozy up with that special someone on these fall-themed date nights",
            "It's finally fall! If you're in need of aspooky-,pumpkin spice- or harvest-themed date night idea, Pittsburgh has you covered. There's only so much time before thefall festivitiesturn into reindeer games, so make the most out of fall with these Pittsburgh date night ideas."
        ],
        "Hayrides and Pumpkin Patches": {
            "content": [
                "Pittsburgh is surrounded withfarmers markets, andthere's no better time to visit than the fall. Head toTrax Farms,Soergels Orchards, orShenots(to name a few) for the ultimate fall-time date. Pittsburgh offers plenty of festivals to carve a pumpkin, get “lost” in a corn maze or go on a hayride. If you are not sure which one to check out, take a look at ourFall Festivals Guide"
            ]
        },
        "Hold Me (For Dear Life) Date Night": {
            "content": [
                "Not for the weak-hearted, Pittsburgh is a top spot forhauntsand the go-to escape forhaunted houseenthusiasts. This date night will test your relationship (and survival skills) as you enter Pittsburgh's ultimate haunted houses, includingHundred Acres Manorbringing the screams, orZombies of the Cornwhich arms you with a paintball gun and lets you fight back against the zombie horde.",
                "Related:Halloween Events in Pittsburgh"
            ]
        },
        "Phantom Fall Fest": {
            "content": [
                "If you're an adventure-seeker or just a kid at heart, you'll want to explorePhantom Fall Festat Kennywood. Come early and ride the Phantom's Revenge and other scream-inducing rides, then stick around after dark for phantoms stalking you through haunted houses and scare zones! This is the perfect date night complete with white-knuckle roller coasters, devilishly good food and spine-tingling fun."
            ]
        },
        "For Horror Film Lovers": {
            "content": [
                "Pittsburgh's horror heritage is unmatched. It's where zombie movies first made their mark, bursting out of their graves and onto the scene with Pittsburgh filmmakerGeorge Romero's Night of the Living Dead and Dawn of the Dead. Plan a zombie-infested date night seeking outfilming locationsbefore binging these made in PGH flicks.",
                "If you can't get enough of scary movies, then head straight toBierportbottle shop andRowhousecinema for date night. Bierport's taproom is now open seven days a week, so find a new favorite (bonus for going local), then bring it to the other side of the building into Rowhouse for your horror film of choice."
            ]
        },
        "DIY Fall Candles": {
            "content": [
                "There's nothing like filling your house with the sweet smell of fall. AtMix Candle Co.in Pittsburgh, you can create your very own custom candle. You start out by selecting your scents with the expert candle makers and then proceed with making the candle. This is a great way to start your date night and, while your candle is drying, you can pop over to any of the surrounding Lawrenceville bars or restaurants.",
                "A post shared by Mix Candle Co (@mixcandleco)"
            ]
        },
        "Makers Activities": {
            "content": [
                "If the candle and paint date night ideas are passé for you, don't worry. Pittsburgh has tons of ways to stay active and create together so you go home with something truly one-of-a-kind.",
                "Take ajewelry making or wood classwith Contemporary Craft, create your owncustom scentswith Galimard,forge a ringwith the expert blacksmiths at The Barefoot Forge or sign up for aMake-It-Nowworkshop at Pittsburgh Glass Center to take home coasters, cups and even blown glass pumpkins!"
            ]
        },
        "It's Showtime": {
            "content": [
                "Sure, summer is great, but fall is when the Cultural District really comes to life! Ourfall 2024 season of showsincludes the PNC Broadway in Pittsburgh productions of Hamilton, & Juliet and MJ the Musical, plus productions from the Pittsburgh Symphony Orchestra,Pittsburgh Opera, Pittsburgh Ballet Theatre, Liberty Magic and more! Add in national touringcomediansandimmersive theatreoptions, and this is the best time of the year to attend a show."
            ]
        },
        "FYF: Find Your Festival": {
            "content": [
                "I'll be honest, I plan my date night activities right from ourfall festivals page. Seemingly every weekend there is something new and different to enjoy including pumpkin festivals,Pittsburgh Irish Festival, fall foliage cruises and so much more.",
                "Find somewhere toeatand a place to grab adrinkafterward, and planning your date night takes less than five minutes for a guaranteed good time."
            ]
        },
        "Get Thrifty": {
            "content": [
                "The joy of discovery is the reason why thrifting has become such a trendy thing to do in Pittsburgh. You never know what store might hold the perfect piece that's been missing from your wardrobe. Luckily, we developed ourguide to thriftingin the city to help you find the best bargains, upcycled clothing and eco-friendly creative surplus and supplies stores."
            ]
        },
        "Picnic in the Park": {
            "content": [
                "Another reason I love Pittsburgh so much: You don't need to spend a ton on tickets to have a good time. Slow things down and enjoy a date night at one of theparkssurrounding the city, taking plenty of stops for photos and a blanket for snuggling. Better yet, fill a picnic basket with some of your favorite Pittsburgh foods to snack on as you watch the leaves change."
            ]
        },
        "Take a Walk Around Phipps": {
            "content": [
                "Phipps Botanical Gardens is a great spot to walk around with your special someone and see the beautiful fall flowers. Nothing in Pittsburgh adjusts to the seasons like Phipps!",
                "Opening Oct. 5, 2024, see theirFall Flower Show: Rhythm and Bloomswith magnificent, music-inspired displays of chrysanthemums. Be sure to pause a moment at the Garden Railroad as their new displayMovie Magicopens that same day with whimsical scenes that will transport you to the big screen."
            ]
        },
        "Pittsburgh Sports, Here We Go": {
            "content": [
                "For our couples out there that like watching sports, aPittsburgh Penguinshockey game is a great option. Pens games are exciting, vibrant and capture the magic of a fall day or night in Downtown. College Students: don’t forget to use Student Rush!",
                "If hockey isn't your game, the end of the Pirates and Riverhounds seasons collides with the beginning of Steelers and Pitt Panthers football seasons during fall, making the hardest part of date night getting tickets to these high-energy events."
            ]
        },
        "Make a Fall Beer Tour": {
            "content": [
                "Pittsburgh's breweries and beer-centric are celebrated throughout the year, but fall is always an ideal time to discover that new brewery together. Pittsburgh neighborhoods have great breweries around every corner, and fall means it's time for festive new releases like pumpkin stouts, brown ales, porters, stouts and much more along with Oktoberfest celebrations at seemingly every location.",
                "Follow ourbeer mapand plan your route for fall flavors."
            ]
        },
        "Dinner and a View": {
            "content": [
                "Pittsburgh has so manygreat restaurantsand places to take in a nice view, why not combine that into one night? Go to a North Shore restaurant and walk the river trail, or fromMarket Squareto the Point, or even from Station Square up the incline to Mt Washington! There are endless combinations to try around the city."
            ]
        },
        "Related Blogs": {
            "content": [
                "Autumn Hikes, Bikes, Runs & Fun!",
                "Fall in Love with Pittsburgh Fall Foliage",
                "Pittsburgh Fall Festivals 2024 Guide | Fairs, Events & More",
                "A Guide to Market Square",
                "Top Beer Festivals in Pittsburgh",
                "13 Obscure & Unusual Pittsburgh Stops",
                "Upcoming Concerts in Pittsburgh"
            ]
        },
        "Author": {},
        "Jared B.": {
            "content": [
                "Enthusiastic Pittsburgher"
            ]
        },
        "Related Content:": {
            "content": [
                "Kennywood4800 Kennywood Blvd.West Mifflin, Pennsylvania 15122",
                "Pittsburgh Riverhounds SC510 W. Station Square Dr.Pittsburgh, Pennsylvania 15219",
                "Mix Candle Co.4409 Butler St.Pittsburgh, Pennsylvania 15201",
                "Pittsburgh Penguins1001 Fifth Ave., PPG Paints ArenaPittsburgh, Pennsylvania 15219",
                "Pittsburgh Steelers100 Art Rooney Ave., Acrisure StadiumPittsburgh, Pennsylvania 15212",
                "Pittsburgh Pirates at PNC Park115 Federal St., PNC Park at the North ShorePittsburgh, Pennsylvania 15212"
            ]
        }
    }
}