{
    "Pittsburgh Celebrates Juneteenth Freedom Day": {
        "content": [
            "Pittsburgh Embraces Juneteenth – the oldest nationally celebrated commemoration of the ending of slavery in the United States.",
            "Pittsburgh will celebrate theWestern Pennsylvania Juneteenth Homecoming CelebrationJune 14-16, 2024, in Point State Park andMarket Square!",
            "This free, family-friendly event is a Celebration of all Cities and Boroughs in Allegheny County and will feature African American Culture Education, speakers, live music and local vendors!"
        ],
        "2024 Juneteenth Homecoming Celebration | Point State Park + Market Square": {
            "2024 Performance Schedule": {
                "Friday, June 14:": {},
                "Saturday, June 15:": {},
                "Sunday, June 16:": {}
            }
        },
        "More Event Information": {},
        "2024 Juneteenth-Voting Rights Parade": {
            "content": [
                "WPA Juneteenth will conduct the Juneteenth-Voting Rights Parade on Saturday, June 15, 2024.",
                "The Juneteenth-Voting Rights Parade is a reenactment of the 1870 Jubilee of Freemen Parade and Pittsburgh's 1914 Women's Suffrage Parade."
            ]
        },
        "2024 Juneteenth In-The-Square | Market Square": {
            "content": [
                "Returning for 2024, the Juneteenth Freedom Festival will welcome dozens of minority-owned small businesses, artisans and other vendors at a Juneteenth Minority Vendor Plaza along Liberty and Penn Avenues, just outside of Point State Park.",
                "At 10 a.m. Saturday, June 15, the Grand Jubilee Juneteenth Parade will make its way throughDowntown Pittsburgh, followed by a voting rights forum and a salute to military service at 1 p.m.",
                "Continue the celebration a few weeks later at the2024 Pittsburgh Black Music Festival, July 11-13, 2024. Also hosted at Point State Park and Market Square in Downtown Pittsburgh, the five-day festival features live jazz, gospel, hip-hop, RnB, funk, blues and soul performances."
            ],
            "History of Juneteenth": {
                "content": [
                    "OnJune 19, 1865, two and a half years after President Abraham Lincoln issued the Emancipation Proclamation, Union General Gordon Granger led thousands of federal troops to Galveston, Texas, to announce that the Civil War had ended, and slaves had been freed.",
                    "“Juneteenth” serves as a way to celebrate and commemorate the news shared on June 19, 1865. Early celebrations included reassurance among descendants, praying and gathering of remaining family members. In fact, many of the activities present at the first Juneteenth celebrations, including fishing, barbecuing and baseball, are still present today. Most importantly, the day is a time for education and self-improvement.",
                    "On June 19, 2019, Pennsylvania officially designated June 19 a state holiday – “Juneteenth National Freedom Day.” In August 2020, Pittsburgh Mayor Bill Peduto declared that Juneteenth will become a City holiday in 2021; and in October, Allegheny County Council made Juneteenth a county holiday beginning in 2021.",
                    "For more information on the 2024 Western Pennsylvania Juneteenth Celebration & Black Music Festival, please visit theirwebsite."
                ]
            }
        },
        "Related Blog Posts": {
            "content": [
                "Black-owned Businesses in Pittsburgh",
                "Pittsburgh With a Mix of Culture & Flavor",
                "Insider’s Guide: August Wilson: The Writer’s Landscape",
                "Jazz in Pittsburgh — Birth of  Be Bop",
                "Only in Pittsburgh Summer Festivals & Events"
            ]
        },
        "Suggested Content": {
            "content": [
                "Explore Black Culture & Heritage",
                "Built by a rich history, Pittsburgh's cultural offerings and welcoming people make our vibrant city a must-see destination.",
                "Pittsburgh Black Music Festival",
                "Celebrate the history and heritage of Black Music in America at this free festival."
            ]
        }
    }
}