{
    "Food at the Confluence": {
        "content": [
            "Nestled in the Allegheny Mountain range, at the confluence of the Monongahela, Allegheny and Ohio rivers, lies a unique city. With blue collar roots that run deep, and a modern renaissance looking toward a future of innovation and technology, Pittsburgh is a model of resilience.",
            "Pittsburgh has an extensive history as a place for immigrants to establish themselves in the United States. The industrial history of the city meant attracting workers from across the world to work in the steel mills and coal mines of the surrounding area — workers who helped turn Pittsburgh into the city that built America.",
            "With a history rooted in the traditional European foods of pierogies, stews and pastas, today the international dishes of the city also include curries, steaming bowls of ramen or pho, and nkwobi. Bar menus have expanded from the Iron City pint to lists of Mexican mezcals, Japanese whiskeys and Italian amaros. Food in the Steel City has changed drastically and continues to evolve at a rapid pace.",
            "But while tastes have continued to evolve, one thing remains constant — Pittsburghers’ general love of food! Portion sizes here lean toward the Midwest, which guarantees patrons will never leave a restaurant hungry. Whether a Pittsburgher is watching a Sunday game at their friend’s place or having a date night out on the town, food is always front and center.",
            "While we cannot ignore the quantity of food available in Pittsburgh, perhaps the more important thing to highlight is the actual quality of food in the city. Restaurants all over the City of Bridges make it a point to use local ingredients and purveyors, helping to support the regional economy.",
            "Nationally acclaimed chef Justin Severino openedMorcillaas a tapas restaurant in Lawrenceville in 2016 and was immediately a James Beard semifinalist for Best New Restaurant in the country. Using local ingredients as much as possible, his team has carefully curated a tapas experience that will transport you to Spain. Be sure to try the house-made charcuterie!",
            "Pittsburgh restaurant groups like big Burrito and the Richard DeShantz Restaurant Group continue to open concepts that push boundaries. The highly anticipated recent opening ofSally Ann’s, a casual dining restaurant from Richard Deshantz with a killer brunch menu, gives diners a unique, fun option in the Cultural District.",
            "For drinks, enjoy cocktails atBridges & Bourbonbefore seeing a show in the Cultural District. As its name suggests, its extensive liquor selection puts bourbon, whiskey and rye front and center. And in a cozy, elegant environment, it’s perfect for kicking off a date night. La Palapa serves up some of the best Mexican food in the city and features a bar list sure to impress the mezcal drinker.",
            "Don’t miss any of the breweries helping to transform Pittsburgh into a beer drinker’s paradise, either. Somehow, craft beer tastes better when sipped under the stained glass of a historic church atThe Church Brew Works. Enjoy an icy pint in the biergarten atPenn Breweryor sip an American pale ale in the taproom atDancing Gnome. To enjoy the crisp apples of fall all year round, visitArsenal Cider Housefor hard cider tastings.",
            "For Asian flavors, try the city’s newest Cantonese restaurant,The Parlor Dim Sum, or enjoy Sichuan-style menus atChengdu GourmetorSichuan Gourmet.Everyday Noodles’ soup dumplings are easily the best crafted in any of the ‘Burgh’s neighborhoods, served in the traditional bamboo steam baskets with a burst of scalding pork broth when bitten.Pho Vanin the Strip District features traditional Vietnamese pho with a rich depth of flavor to the broth that’s hard to beat.",
            "Try the South Indian dish, Goat Briyani, atTamarind, or savor the chaats atCafe Delhi. If Mediterranean food sounds better, enjoyTurkish Kebab Housein Squirrel Hill or the charming basement Italian bistro,Girasole, in Shadyside. Enjoy traditional West African dishes atAfrican Cuisine, where the menu features Nigerian recipes from the owners’ homeland.",
            "The Strip District still boasts classic food markets likeWholey’s Fish Market,S&D Polish DeliandPennsylvania Macaroni Company. But be sure to also take a look atPennsylvania Libations, a liquor store dedicated to selling and supporting Pennsylvania-made craft beverages.Salem’s Market and Grillfurther into the Strip District is a great place for any Halal needs. They also sell meat fresh from local farms. Spice blends fromPenzeyswill spruce up any meal but be sure to check outSteel City Salt Companyin Millvale, too."
        ],
        "Related Blogs": {
            "content": [
                "15 Foods You Can Only Get in Pittsburgh",
                "Chili: Comfort Food 101",
                "A Taste of Pittsburgh’s Food Scene",
                "Insider’s Guide to Pittsburgh Greek Food Festivals",
                "A Culinary Tour of PNC Park | A Food Map of the Ballpark",
                "Dig in to Pittsburgh Restaurant Week Summer 2024",
                "Spicy Noodles of Pittsburgh"
            ]
        },
        "Author": {},
        "Elaine Z.": {},
        "Related Content:": {
            "content": [
                "Sally Ann's136 6th St.Pittsburgh, Pennsylvania 15222",
                "Gi-Jin208 6th St.Pittsburgh, Pennsylvania 15222",
                "täkō torta122 Bakery Square Blvd.Pittsburgh, Pennsylvania 15206",
                "The Church Brew Works3525 Liberty Ave.Pittsburgh, Pennsylvania 15201",
                "Arsenal Cider House & Wine Cellar, Inc.300 39th St.Pittsburgh, Pennsylvania 15201"
            ]
        }
    }
}