{
    "Pittsburgh Humanities Festival": {
        "content": [
            "Explore diverse cultural ideas at this annual spring festival.",
            "Step into the world of thought-provoking dialogue and captivating stories at the 2024Pittsburgh Humanities Festival, presented by Citizens and a co-production of the Pittsburgh Humanities Festival and The Humanities Center at Carnegie Mellon University. Since its inception in 2015, this festival has been a platform to explore the overlapping stories between the humanities and the arts. With past speakers including luminaries like Ira Glass, Ali Stroker, and Dulcé Sloan, attendees can expect an engaging and enriching experience that fosters new ideas, new perspectives, and meaningful dialogue."
        ],
        "When & Where": {
            "content": [
                "All performances are scheduled to begin at 7:30 p.m. each evening, from April 3-8, 2024, and will take place at theGreer Cabaret Theaterin Pittsburgh’s Cultural District."
            ]
        },
        "Admission": {
            "content": [
                "Entry to each performance is $25. Tickets can be purchased in advance attrustarts.orgor at the box office. Students, faculty and staff of universities may be eligible fordiscounted tickets."
            ]
        },
        "Accessibility Information": {
            "content": [
                "Wheelchair accessible seating and assistive listening devices may be available for each performance, for questions contact thePittsburgh Cultural Trust. Learn more about accessibility in Pittsburgh with ourAccessibility Guide."
            ]
        },
        "Event Schedule": {
            "Day 1:Moral AI and How We Get There": {
                "content": [
                    "April 3, 2024 | 7:30 p.m.",
                    "Join world-renowned researcher Vincent Conitzer as he delves into the moral concerns surrounding artificial intelligence, exploring questions of morality, privacy, and fairness."
                ]
            },
            "Day 2:Tits Up: What Sex Workers, Milk Bankers, Plastic Surgeons, Bra Designers, and Witches Tell Us about Breasts": {
                "content": [
                    "April 4, 2024 | 7:30 p.m.",
                    "Embark on a revealing exploration with Sarah Thornton as she uncovers the social and cultural complexities of breasts."
                ]
            },
            "Day 3:Exploring the Tastes, Perceptions, and Histories of Soul Food": {
                "content": [
                    "April 5, 2024 | 7:30 p.m.",
                    "Drawing from his James Beard Award-winning book, \"Soul Food: The Surprising Story of an American Cuisine, One Plate at a Time,\" Adrian Miller uncovers the true history of soul food, tracing the cuisine’s origins from West Africa to the American West.",
                    "A post shared by Pittsburgh Cultural Trust (@culturaltrust)"
                ]
            },
            "Day 4:Describing the Indescribable: How Strangers On The Internet Discovered ASMR In Common": {
                "content": [
                    "April 6, 2024 | 7:30 p.m.",
                    "Chia Kwa of Whisperlodge invites you to learn about the evolution of ASMR, from its unrecognized presence in daily life to its transformation into a vibrant online community, culminating in a live demonstration using binaural audio technology."
                ]
            },
            "Day 5:Terence Blanchard & Damon Young: Creating Worlds Through Jazz": {
                "content": [
                    "April 8, 2024 | 7:30 p.m.",
                    "Experience an intimate discussion with Terence Blanchard and Damon Young as they explore jazz, opera, and the power of honesty."
                ]
            }
        },
        "Plan Your Visit": {
            "content": [
                "Make the most of your time at the Pittsburgh Humanities Festival by exploringDowntown Pittsburgh. Discover funthings to dothroughout the city and be sure to experience ourculinary scenebefore attending a performance.",
                "Visiting from out of town? Check out our guide tolocal hotelsto find comfortable accommodations for every budget."
            ]
        },
        "Explore the Arts & Humanities in Pittsburgh": {}
    }
}