{
    "Penguins, Penguins, Penguins": {
        "content": [
            "Meet Them. Feed Them. Cheer Them On.",
            "They’re adorable! They put on a good show. And they check their foes into the boards on their way to score goals? There’s a reason we have a passion for penguins here in Pittsburgh, and we’ve rounded up our favorite ways to get in on the flocking fun."
        ],
        "The National Aviary": {
            "content": [
                "Right in the center ofThe National Aviaryin Pittsburgh’s Northside isPenguin Point, a spectacular habitat featuring African penguins. Guests have a 360-degree view of Penguin Point as these birds dive and waddle inches away from you. Better yet, let your kids head through tubes further into the habitat that end in see-through domes putting children in the center of the fun.",
                "Want to get even closer? Book aPenguin Encounterwhere you and a small group get a chance to touch a penguin's waterproof back feathers as you learn more about the colony and take unforgettable photos with your new feathered friends. From April-November you can even gear up and helphand-feeda colony of African penguins yourself! Both experiences can be bought online along with your ticket."
            ]
        },
        "Pittsburgh Zoo & Aquarium": {
            "content": [
                "While thePittsburgh Zoocontains more than 8,000 amazing animals throughout its sprawling acreage, the biggest crowds will always be plopped right in front of the penguin habitat. Guests can get right up to the glass to seeMacaroni(with their signature golden feathers on their heads) andGentoopenguins play, swim and feed throughout the year.",
                "Saturdays and Sundays during the winter months, the zoo takes advantage of the colder temps withPenguins on Paradeas guests line the pathway for a picture-perfect procession of penguins around the aquarium. Be sure to get there early for the best spot; this event is extremely popular. And, if you’re not near the Burgh and missing these playful guys, you can even watch a live penguin cam daily to keep tabs on your favorites."
            ]
        },
        "Pittsburgh Penguins at PPG Paints Arena": {
            "content": [
                "Ok, so these aren’t the same cute little animals as the rest, but a Pittsburgh Penguins National Hockey League game at PPG Paints Arena is still one of the most exciting nights out you can have in Pittsburgh. With a diehard fanbase cheering on the black and gold, electric energy from an unmatched stadium experience and a Stanley Cup champion-led team on the ice, there’s plenty to enjoy when it’s hockey night. Keep a lookout for Iceburgh, their penguin mascot, for antics as he slides down railings, poses for pics and tosses out prizes to fans."
            ]
        },
        "More to Explore:": {
            "content": [
                "A Guide to PPG Paints Arena for Penguins Fans",
                "Insider’s Guide: Pittsburgh Zoo & Aquarium",
                "Insider’s Guide: National Aviary",
                "Eating Your Way Through Pittsburgh Sports",
                "Pittsburgh: A Great City for College Students"
            ]
        },
        "Author": {},
        "Jared B.": {
            "content": [
                "Enthusiastic Pittsburgher"
            ]
        },
        "Related Content:": {
            "content": [
                "PPG Paints Arena1001 Fifth Ave.Pittsburgh, Pennsylvania 15219",
                "Pittsburgh Penguins1001 Fifth Ave., PPG Paints ArenaPittsburgh, Pennsylvania 15219",
                "National Aviary700 Arch St.Pittsburgh, Pennsylvania 15212",
                "Pittsburgh Zoo & Aquarium7370 Baker St.Pittsburgh, Pennsylvania 15206"
            ]
        }
    }
}