{
    "3 Rivers Comicon": {
        "content": [
            "Celebrate the endless mediums of the entertainment universe at the annual 3 Rivers Comicon, connecting with fellow fans and meeting beloved icons.",
            "Every year, the 3 Rivers Comicon brings together fans across many entertainment realms and launches an out-of-this-world event that’s filled with plenty of exceptional experiences. Don your best costume and meet the creators behind a variety of comic books. SupportPittsburgh’s arts sceneby unearthing new stories and artwork from local vendors and businesses. Whether you’re planning to meet a renowned storyteller or looking toshopfor one-of-a-kind merchandise, we have the ultimate guide to your comicon-centered itinerary."
        ],
        "Dates, Location & Admission": {
            "Dates": {
                "content": [
                    "June 1 - 2, 2024"
                ]
            },
            "Location": {
                "content": [
                    "David L. Lawrence Convention Center |1000 Fort Duquesne Boulevard"
                ]
            },
            "Admission": {
                "content": [
                    "TIP:Attending this event with a beer lover? Reserve the weekend beer package with your ticket, which costs $75 for adults who are 21 years of age or older. For more ticket details, visit theofficial websiteof the 3 Rivers Comicon."
                ]
            }
        },
        "Featured Experiences": {},
        "Food & Drinks": {
            "content": [
                "The convention center is in close proximity to sensational culinary options for diverse palates. Look through our guide on thetop places to eat in downtown Pittsburghand grab a bite before or after the convention."
            ]
        },
        "Where to Stay": {
            "content": [
                "Looking for hotels near the 3 Rivers Comicon? Explore flexible accommodations, budget-friendly prices, and comfortable amenities indowntown Pittsburgh, staying at a hotel that’s within walking distance to the David L. Lawrence Convention Center."
            ]
        },
        "Explore More": {
            "content": [
                "3 Rivers Comicon",
                "Putting the Comics Back in Comicon since 2016",
                "Best Comic Book Shops in Pittsburgh",
                "Crash! Bang! Zoom into these local shops",
                "Cozy Up With These Bookstores In Pittsburgh",
                "Your guide to the thriving independent bookstores in Pittsburgh.",
                "Events & Festivals",
                "​There's always something happening in Pittsburgh."
            ]
        }
    }
}