{
    "Tekko": {
        "content": [
            "Explore the annual Tekko in downtown Pittsburgh, finding information about tickets, activities, and more.",
            "Make your way to Pennsylvania’s biggest anime convention and delve into the various realms of Japanese pop culture indowntown Pittsburgh. Uniting thousands of fans from around the globe, Tekko is a multi-day celebration that ensures unforgettable experiences for all visitors. Cosplay, special guests, and arcade games are just some of the highlights at this one-of-a-kind event.",
            "MORE EVENT INFORMATION"
        ],
        "When & Where": {
            "content": [
                "Tekko will run from July 18 to 21, 2024 at the David L. Lawrence Convention Center, which is located at1000 Fort Duquesne Boulevard."
            ],
            "Parking": {
                "content": [
                    "David L. Lawrence Convention Center offers a spacious parking garage on 10th Street with rates ranging from $8 to $30. There are also three bike rack stations in the garage, which are situated on level one and the northside exterior by Fort Duquesne Boulevard.",
                    "TIP:Interested in exploring more of the downtown area after Tekko? Look through the official website ofParkPGHand find real-time parking availability.",
                    "A post shared by Tekko (@teamtekko)"
                ]
            }
        },
        "Admission": {
            "content": [
                "Admission features will vary depending on the type of ticket purchased. For more details, register for Tekkohere.",
                "A post shared by Tekko (@teamtekko)"
            ]
        },
        "Featured Experiences": {
            "Guest Appearances": {
                "content": [
                    "Don’t miss the opportunity to meet the talented actors from iconic anime shows such as Attack on Titan, Hunter x Hunter, and Demon Slayer. English dub fans will be enthralled recognizing familiar voices across the latest anime hits and old classics."
                ]
            },
            "Educational Panels & Workshops": {
                "content": [
                    "Transport yourself to the other side of the world with the Tekko Gakkou–an educational program that is centered around Japanese culture. Attending this event with the little ones? Chibi Tekko has got families covered with interactive arts and crafts."
                ]
            },
            "Local Vendors": {
                "content": [
                    "Shop ‘til you drop at Tekko’s flea market, discovering a treasure trove of anime memorabilia and manga. Peruse through an array of comic books, card games, and props."
                ]
            },
            "Cosplay Activities": {
                "content": [
                    "Capture your memories at Tekko with different cosplay guests and watch the thrilling Craftsmanship Contest, marveling at a series of handmade costumes. Additional cosplay events include a performance contest and an Iron Cosplay activity, which involves making clothes from garbage."
                ]
            },
            "Live Entertainment & Games": {
                "content": [
                    "Groove to high-energy beats from live DJs at the dance party, or step on the Stage Uzume, showcasing your talented choreography or vocals to other fellow fans. From an Idolfest to Kpop covers, there is no shortage of musical events at Tekko. Elevate your experience with plenty of arcade-, role-playing-, board-, and collectible card games."
                ]
            }
        },
        "Where to Stay": {
            "content": [
                "Downtown Pittsburgh offers a variety of premier-rated accommodations with affordable prices and comfortable amenities. Whether you’re looking for pet-friendly services or a state-of-the-art fitness center, the downtown area is brimming withexceptional hotels."
            ]
        },
        "Explore More": {
            "content": [
                "Best Comic Book Shops in Pittsburgh",
                "Crash! Bang! Zoom into these local shops",
                "Japanese Restaurants in Pittsburgh",
                "Enjoy a variety of Japanese restaurants in Pittsburgh, indulging in traditional flavors, modern twists, and a blend of different cuisines.",
                "Cozy Up With These Bookstores In Pittsburgh",
                "Your guide to the thriving independent bookstores in Pittsburgh.",
                "Annual Events",
                "The signature events that make Pittsburgh a destination every year"
            ]
        }
    }
}