{
    "JFilm Festival": {
        "content": [
            "Lights, camera, action! The 31st annual JFilm Festival is rolling into Pittsburgh.",
            "Discover the thrill of great storytelling at the JFilm Festival! For 11 unforgettable days,Film Pittsburghwill transport you around the globe through a dazzling array of Jewish-themed independent cinema. With hilarious comedies, provocative documentaries, and dramas that will leave you breathless, this is onefilm festivalyou can't afford to miss. Begin your cinematic journey at the electrifying Opening Night Reception at Carnegie Music Hall, then dive deeper through Q&As with filmmakers, and attend Film Schmoozes to discuss the films with fellow audience members. Grab your tickets and immerse yourself in this cinematic celebration of Jewish narratives and culture."
        ],
        "Event Details": {
            "When & Where": {
                "content": [
                    "The 2024 JFilm Festival is May 2-12, 2024 and is being held at Carnegie Music Hall – Oakland, McConomy Auditorium - Carnegie Mellon University, The Oaks Theater, and virtually in Pennsylvania, West Virginia, and Ohio."
                ]
            },
            "Admission": {
                "content": [
                    "Opening reception tickets, single showing tickets, virtual tickets, and festival passes are available for purchase on the JFilm website. Tickets will also be available for purchase at the venue 30 minutes prior to showtime.",
                    "Purchase Tickets Online"
                ]
            },
            "Accessibility": {
                "content": [
                    "All venues are wheelchair accessible and ASL or audio description is available upon request with advance notice.Please note:The Oaks Theater does not have an accessible restroom but one is available at Fox’s Pizza, the restaurant next door.",
                    "A post shared by Film Pittsburgh (@film_pittsburgh)"
                ]
            }
        },
        "Experiences": {
            "content": [
                "A post shared by Film Pittsburgh (@film_pittsburgh)"
            ]
        },
        "Movie Showtimes": {
            "Thursday, May 2": {
                "content": [
                    "Opening Reception: Left Alone Rhapsody"
                ]
            },
            "Saturday, May 4": {
                "content": [
                    "Remembering Gene Wilder",
                    "Listen"
                ]
            },
            "Sunday, May 5": {
                "content": [
                    "The Shadow of the Day",
                    "No Name Restaurant"
                ]
            },
            "Monday, May 6": {
                "content": [
                    "The Boy in the Woods"
                ]
            },
            "Tuesday, May 7": {
                "content": [
                    "The Catskills"
                ]
            },
            "Wednesday, May 8": {
                "content": [
                    "999: The Forgotten Girls"
                ]
            },
            "Thursday, May 9": {
                "content": [
                    "Unspoken"
                ]
            },
            "Friday, May 10": {
                "content": [
                    "Haute Couture"
                ]
            },
            "Saturday, May 11": {
                "content": [
                    "Running on Sand",
                    "Kidnapped: The Abduction of Edgardo Mortaro"
                ]
            },
            "Sunday, May 12": {
                "content": [
                    "Shari & Lamb Chop",
                    "Martha Lieberman: A Stolen Life",
                    "Shoshana",
                    "Film Festivals",
                    "​Pittsburgh's rich film history has resulted in an abundance of international, independent and family film festivals within the city each year.",
                    "Insider’s Guide to Pittsburgh Movie Theaters",
                    "It's showtime!"
                ]
            }
        },
        "More to Explore": {}
    }
}