{
    "Kennywood Holiday Lights": {
        "content": [
            "Explore an annual Pittsburgh tradition with sparkling lights and exciting rides.",
            "Every year,Kennywoodshowcases millions of festive lights and offerskid-friendlythings to do for the holiday season."
        ],
        "Event Features": {
            "content": [
                "Along with trails of sparkling lights, this event provides a variety of thrilling experiences for an action-packed day. Take family pictures with Santa, marvel at impressive model train displays, and discover an assortment of appetizing snacks."
            ]
        },
        "Family Attractions": {
            "content": [
                "Step into a winter wonderland with a variety of kid-centered activities and rides. Zoom around a winding track at the Auto Race, or soar through the air against a backdrop of glimmering lights at the Merry-Go-Round station. The Kennywood Holiday Lights event offers a holiday spin on iconic attractions such as Noah’s Ark, Kiddieland, and Thomas Town Rides."
            ]
        },
        "Live Entertainment": {
            "content": [
                "Make your way to the tree lighting ceremony, where the tallest tree in the state is lit with an assortment of decorations. Be immersed in a vibrant atmosphere with caroling from choir groups and readings from local celebrities."
            ]
        },
        "Food & Drinks": {
            "content": [
                "Indulge in savory and sweet bites while having dinner with Santa, exploring a Christmas style buffet. Stroll through the amusement park and discover a variety of food stands with delectable snacks, including fried cheesecakes, s’mores, and doughnuts. Unwind with a special drink at the beer garden area, or take in the aroma of sugar and spices at a concession spot like the Lagoon. Looking for more? Look through ourguide on Kennywood’s food sceneand find scrumptious meals for all palates."
            ]
        },
        "When & Where": {
            "content": [
                "The Kennywood Holiday Lights will run from November 24, 2023 to January 1, 2024. This event is located at 4800 Kennywood Boulevard, West Mifflin, PA 15122."
            ]
        },
        "Admission": {
            "content": [
                "Kennywood Holiday Lightsticketsstart at $19.99 per person with online orders. As for onsite tickets, general admission costs $39.99 per person, but children who are three years of age or younger can receive free entry. Visitors can purchase season passes for year-round free entry to the amusement park. Admission features and prices vary depending on the type of season package.",
                "With a plethora of winter attractions and festive treats, it’s easy to create a magical holiday outing at Kennywood.",
                "Kennywood",
                "Minutes from Downtown, Kennywood Park is one of Pittsburgh's best-loved historic landmarks. But don't let the history fool you! Three beloved, landmark wooden roller coasters are paired with Pennsylvania's fastest (Phantom's Revenge)…"
            ]
        },
        "Related Blog Posts": {
            "content": [
                "Peoples Gas Holiday Market™",
                "Get into the holiday spirit at the 12th Annual Peoples Gas Holiday Market™!",
                "Pittsburgh Holiday Lights",
                "Experience the sparkle this 2023 holiday season in Pittsburgh!",
                "Outdoor and Indoor Ice Rinks in Pittsburgh",
                "Glide and spin your way to these ice rinks across Pittsburgh"
            ]
        }
    }
}