{
    "Pittsburgh Food Trucks And Food Carts": {
        "content": [
            "We’ve curated a delicious and eclectic mouthful of Food Trucks that you definitely want to check out.",
            "The culture of food trucks is a great one. What better way to explore unique foodie offerings than from the bustling streets of a new city? Pittsburgh has plenty of awesome food trucks that can be found at festivals and events all throughout the city, or at any random lunchtime (if you know where to look 😉).",
            "Here are some delicious trucks you'll want to track down with details on where to find them! We also recommend usingMobileNomfor an updated daily map of food trucks open now, opening later today and where some of your favorite trucks will be in the future."
        ],
        "Kilimanjaro Flavor": {
            "content": [
                "How to Find:Facebook",
                "Grace Mbowe, a transplant to Pittsburgh from Tanzania, prepares East African food with Soul.Her dishesranging from samosas to plantains are crowd-pleasers and pair perfectly with the local brewery or business she's usually parked in front of.",
                "A post shared by Kilimanjaro flavour (@kilimanjaro_flavour)"
            ]
        },
        "Emporio Meatball Truck": {
            "content": [
                "How to Find:Instagram",
                "When you want meatballs this good, call an EMT (the Emporio Meatball Truck, of course). Their brick-and-mortar restaurant takes up three stories in the Cultural District, but you can also find the meatballs, crack mac and loaded fries that made them famous wheeling around your area.",
                "A post shared by Emporio Meatball Truck (EMT) 🚨 (@meatball_truck)"
            ]
        },
        "Caribbean Vybz": {
            "content": [
                "How to Find:FacebookandWebsite",
                "Mr. and Mrs. Steve and Kamerrin Thomas ofCaribbean Vybzprepare authentic dishes from the Caribbean as well as traditional American cuisine. One crowd favorite is the curry shrimp! Catch them outside the Wilkinsburg Beverage Truck Stop Fridays and Saturdays and other locations as announced."
            ]
        },
        "Momma-licious Food Truck": {
            "content": [
                "How to Find:",
                "Known for homemade delicious food and desserts. Get some delicious BBQ pulled pork on op of fries and salads! And the rest of the menu will remind you of home. Find moreMomma-licious on Facebook."
            ]
        },
        "Cousins Maine Lobster": {
            "content": [
                "How to Find:FacebookandWebsite",
                "Serving up delicious seafood in the 412. The lobster quesadilla is a crowd favorite, but I'll always recommend a first time get their signature Connecticut lobster roll served warm with Maine lobster, butter and lemon on a perfect New England roll.",
                "A post shared by Cousins Maine Lobster (@cousinsmainelobster)"
            ]
        },
        "Blue Sparrow": {
            "content": [
                "How to Find:Websitefor food truck schedule.Blue Sparrow buspermanently parked at Dancing Gnome Brewery.",
                "Global cuisines collide at Blue Sparrow. Head chef and owner, Luke Cypher brings his passion for food and creativity to each dish. Don't forget the bread! They make it in-house from scratch. You can even order online from theirwebsite(my go-tos here are the bacon pickle ramen burger and fungus amongus 'za).",
                "A post shared by Blue Sparrow (@bluesparrowpgh)"
            ]
        },
        "Pittsburgh Sandwich Society": {
            "content": [
                "How to Find:Websiteand Strange Roots in Millvale",
                "This one may get by on a technicality, but it's so good I have to include it. Now with a brick-and-mortar location in Millvale within Strange Roots brewery, Chef Michael Carney takes his passion for sandwiches to the next level with elevated burgs, dogs and fries. Food truck still available to cater your next event!",
                "A post shared by Pittsburgh Food Truck. (@pghsandwichsociety)"
            ]
        },
        "Sinkers & Suds": {
            "content": [
                "How to Find:Facebook",
                "Stop by and try these delicious \"sinkers\", commonly known as donuts and wash it down with some \"suds\", their fresh coffee creations. Each order comes with 13 mini donuts! With so many flavors to try, there's something for everyone.",
                "A post shared by Jamie Tinstman (@sinkersandsuds)"
            ]
        },
        "Alberta's Pizza": {
            "content": [
                "How to Find:Instagram",
                "Find the taste of Naples in your own backyard. Alberta's Pizza serves brick oven pizza at many local breweries and other pop up experiences. Highly recommend the Napoli classics margherita and legalize marinara for a true taste of pizza perfection.",
                "A post shared by Alberta’s Pizza || Pittsburgh (@albertaspizza)"
            ]
        },
        "Mr. Bulgogi": {
            "content": [
                "How to Find:FacebookandMobileNom",
                "Mr. Bulgogi brings traditional Korean flavors to Pittsburgh. Thin slices of beef are marinated in Mr. Bulgogi's signature sauce and served up in a number of ways.",
                "A post shared by MR.BULGOGI (@mrbulgogifoodtruck)"
            ]
        },
        "PGH Tortas": {
            "content": [
                "How to Find:InstagramandWebsite",
                "All tortas, all the time at Pittsburgh Tortas. These Mexican sandwiches are handcrafted and made to order including verde chicken, fried eggplant and the popular carne asada.",
                "A post shared by The Torta Truck (@pghtortas)"
            ]
        },
        "Revival Chili": {
            "content": [
                "How to Find:Facebook",
                "Delicious chili served out of a cabin-themed food truck is a one-of-a-kind experience. Plus, their mission to hire disadvantaged workers means your dollars spent on great chili goes to a great cause!",
                "A post shared by Revival Chili (@revival_chili)"
            ]
        },
        "Taquitos": {
            "content": [
                "How to Find:Facebook",
                "A no frills, Mexican taco food truck that will surely delight, Taquitos offers an authentic Mexican experience. Look for their truck parked regularly in Garfield or head to their physical location at the South Side Works."
            ]
        },
        "Main Squeeze Juice": {
            "content": [
                "How to Find:MobileNom",
                "Pittsburgh's first cold-pressed, raw and local food truck that specializes in fresh smoothies, acai and pitaya bowls and their signature juices.Online orderingis also available!",
                "A post shared by Main Squeeze Juice Truck & Cafe (@mainsqueezejuice412)"
            ]
        },
        "Vitalia Wood Fired Oven": {
            "content": [
                "How to Find:Website",
                "All of the deliciousness of wood fired pizza on-the-go is available wherever you find Vitalia in the Burgh. This place is so authentic, the pizza oven was even made in and imported from Italy. Enjoy rosemary and sea salt focaccia, margherita pizzas and more, then wash it down with their signature aranciata and limonata drinks.",
                "A post shared by Vitalia Wood Fired Oven (@vitaliapizzapgh)"
            ]
        },
        "Hills Snack Bar": {
            "content": [
                "How to Find:Facebook",
                "Nostalgia for the defunct Hills department store has been perfectly distilled into the new Hills Snack Bar, an on-wheels version of the snacks that once awaited guests at the entrance of their store. Expect ICEES, popcorn, nachos, cotton candy, hot dogs on rollers and more!"
            ]
        },
        "Pittsburgh Pierogi Truck": {
            "content": [
                "How to Find:Website",
                "It doesn't get much more Pittsburgh than this. Head to this red and yellow food truck for authentic pierogi, haluski and stuffed cabbage (or halupki or however you spell it) available a la carte or put together as Polish Platters.",
                "A post shared by Pittsburgh Pierogi Truck (@pghpierogitruck)"
            ]
        },
        "Cool Beans": {
            "content": [
                "How to Find:Website",
                "While the Legends Eatery team makes fresh pasta and great Italian fare at their North Shore location, on the road they run the Cool Beans street taco truck! Get creative and sample a variety of flavors from shrimp & mango to Korean BBQ pork and Mama's Beef."
            ]
        },
        "Foxy Frans": {
            "content": [
                "How to Find:Facebook",
                "Follow the stark black food truck with Fran and a signature purple font on the side to one of my personal favorite food trucks in the Burgh. Highlights here are some of the best fried green tomatoes I've ever had and out-of-this-world lobster fries, but everything on Frans' menu rocks.",
                "A post shared by FOXY FRANS CATERING SERVICES (@foxyfranscateringservices)"
            ]
        },
        "Ash&kris Kitchen": {
            "content": [
                "How to Find:Facebook",
                "Mediterranean food trucks at an event are just heavenly, and Ash&kris do it better than just anyone. I love their falafel sandwiches to eat on the go, or grab a seat and dunk your pita into their fresh babaghanouj and hummus."
            ]
        },
        "Galaxy Donuts": {
            "content": [
                "How to Find:Website",
                "A dessert food truck with out-of-this-world flavors including coconut macadamia nut, peanut butter & bacon and Bavarian chocolate. Beam me up!",
                "A post shared by Robert Jeffrey Huss (@eat_galaxy_donuts)"
            ]
        },
        "Gyros N'at": {
            "content": [
                "How to Find:Website",
                "When there's Pittsburghese in the name, you know it's going to be good. This unassuming gyro truck pumps out great food, but their unique breakfast gyro and the Yinzer Greek? Salad (of course there's french fries on it) are worth venturing out of your comfort zone for.",
                "A post shared by Gyros N'at (@gyros_n_at)"
            ]
        },
        "Happy Camper Cakes": {
            "content": [
                "How to Find:Website",
                "One of the most iconic food trucks in Pittsburgh has to be Happy Camper Cakes, a camper turned mobile cupcake food truck with a bright blue and red exterior you can easily spot at any festival. The secret to their success is simple: expertly baked cupcakes with top-quality ingredients from local farms including meadow butter made only during the grazing season.",
                "A post shared by Happy Camper Cakes (@happycampercakes)"
            ]
        },
        "Miss Meatball": {
            "content": [
                "How to Find:Website",
                "Follow the #meatwagon on their never-ending quest to make sure everyone #eatsmoreballs. A fixture of the Pittsburgh food truck scene for more than a decade, enjoy your balls bare or on a sandwich roll with beef, chicken and asiago or chicken with buffalo sauce and bleu cheese options.",
                "A post shared by miss meatball (@eatmissmeatball)"
            ]
        },
        "Haskel's Delicatessen": {
            "content": [
                "How to Find:InstagramandWebsite",
                "If you're craving that Jewish deli experience in the Burgh, look for the on-wheels version of Haskel's Delicatessen found at a rotating list of breweries throughout the city. Piled-high pastrami and the perfect pickle on the side (you're going to want to add on extras) make every sip of IPA more refreshing. You also have to follow them onInstafor the witty posts as much as the food pics.",
                "A post shared by Haskels Delicatessen (@haskels_deli)"
            ]
        },
        "Gus & Yiayia's": {
            "content": [
                "How to Find:Allegheny Commons Park West",
                "If you ask a local, they're going to point you to Gus & Yiayia's, a food cart operating on the Northside since 1934. Here, their ice balls are still shaved by hand in front of you with a variety of flavors and that Midwest friendliness that have made this an institution of Pittsburgh culture. Get the peanuts and popcorn, too, and have a snack feast as you explore the park on a hot summer day."
            ]
        },
        "Lucy's Bánh Mì": {
            "content": [
                "How to Find:Strip District",
                "IYKYK. Pittsburghers flock to Lucy's daily for one of the best bites in the city for lunch. The perfectly crisped bread and the crunch of the pickled veggies on top and a sweet sauce to tie it all together makes this a must-stop every time I'm in the Strip."
            ]
        },
        "Pita My Shawarma": {
            "content": [
                "How to Find:Website Calendar",
                "Lebanese street food is the name of the game atPita My Shawarma. Their authentic falafel and hand-stacked and halal Shawarma keeps the crowds following this food truck everywhere it goes. You can also enjoy their cuisine at their brick-and-mortar location in Lawrenceville."
            ]
        },
        "Bridge City Brinery": {
            "content": [
                "How to Find:Calendar",
                "Like most Pittsburghers, I have a weakness for anything pickled. Luckily,The Brineryfood truck is seemingly made just for us with their sandwiches all incorporating their quickles (vinegar-based pickles), pickled red peppers and carrots along with other savory creations on their scratch made bread. Chef-owners Mark Mammone and Joe Bardakos also operateThe Smashery, the city's first all smash burger food truck concept.",
                "A post shared by Bridge City Brinery (@bridgecitybrinery)"
            ]
        },
        "Mr. Nick's": {
            "content": [
                "How to Find:Instagram",
                "Do one thing, and do it well. Mr. Nick's lives the old UNIX maxim by perfecting the fried chicken sandwich, always served with a generous amount of pickles. Keep an eye on their ice cream of the week flavors and always add the chips.",
                "A post shared by MrNicksFriedChickenSandwich (@mrnickspgh)"
            ]
        },
        "The Boonseek": {
            "content": [
                "How to Find:Instagram",
                "You had me at Korean corn dogs. These signature Korn Dogs can be ordered as all sausage, all mozzarella or 1/2 and 1/2 (my fave) which is then wrapped in a bread flour and rice flour mixture, deep fried and served covered in sugar, ketchup and honey mustard. You'll see why this is a street food delicacy in one bite.",
                "A post shared by The BoonSeek (@theboonseek)"
            ]
        },
        "Sak Pasè Pgh": {
            "content": [
                "How to Find:Instagram",
                "Authentic Haitian flavors are the name of the game at Sak Pasè, which is creole for \"What's Up!\" Grab the sampler to try everything they specialize in, or grab their griyot (fried pork) with spicy coleslaw and plantains as your sides.",
                "A post shared by Sak Pasè Pgh (@sakpasepgh)"
            ]
        },
        "Billu's Indian Grill": {
            "content": [
                "How to Find:Facebook",
                "Chef Billu's bright blue food truck is a crowdpleaser at festivals and breweries alike, pushing out delectable samosas, spicy fried cauliflower, fresh naan and non-veg entrees like their golden fried, Indian-spiced catfish."
            ]
        },
        "Catering Your Next Event": {
            "content": [
                "While all of these food trucks above can be found throughout the city at various times, you can also book many of them for your own private event by inquiring directly through their website or social channels.",
                "Bring some of the best flavors of Pittsburgh directly to you! Book theDoce Taqueria food truckfor guac-on-the-go to piled on a variety of tacos and their nacho bar. Or, book Con Alma'sEat Drink Jazzexperience which comes not only with their award-winning menu and signature cocktails, but also live jazz musicians to play at your event. It's the easiest way to book an entire party in one call.",
                "Also, keep an eye out for the fleet ofMillie's ice cream trucksand even theirtiny vanwhich can set up at events of any size from quinceañeras to weddings with their homemade ice cream (their Best Chocolate is aptly named) and sundae bars.",
                "A post shared by Millie’s Lawrenceville & Tiny Van (@milliestinyvan)",
                "What are your favorite local Food Trucks? We hope that you enjoy your Food Truck exploration. Whenever you visit these food trucks, be sure to post a picture to Instagram and tag us! Happy Eating!"
            ]
        },
        "Related Blogs": {
            "content": [
                "Pittsburgh’s Outdoor Dining Scene",
                "St. Patrick’s Day 2024 in Pittsburgh",
                "15 Places to get Caffeinated in Pittsburgh",
                "Top Places to Eat In Downtown Pittsburgh",
                "Pittsburgh Dining Guide: Oakland Neighborhood",
                "A Taste of Pittsburgh’s Food Scene",
                "Chili: Comfort Food 101"
            ]
        },
        "Author": {},
        "Asaka N.": {},
        "Related Content:": {
            "content": [
                "Doce Taqueria1302 E. Carson St.Pittsburgh, Pennsylvania 15203",
                "Sienna Mercato942 Penn Ave.Pittsburgh, Pennsylvania 15222",
                "Con Alma613 Penn Ave.Pittsburgh, Pennsylvania 15222",
                "Millie's Homemade Ice Cream246 Forbes Ave.Pittsburgh, Pennsylvania 15222"
            ]
        }
    }
}