{
    "Pittsburgh Pirates": {
        "content": [
            "Raise the Jolly Roger! Let's Go Bucs!"
        ],
        "Baseball in Pittsburgh": {
            "content": [
                "The best time to visit Pittsburgh is during baseball season, and an evening in Pittsburgh is best spent at one of the most popular ballparks in all of baseball,PNC Park. With downtown Pittsburgh serving as a scenic backdrop and a dramatic entry via the Roberto Clemente Bridge along the Allegheny River, you'll see why Pittsburghers and visitors love tocheer for the Pittsburgh Pirates. ABC News, TripAdvisor, ESPN and more have named PNC Park as an ultimate site to catch a game with a spectacular view of the Downtown skyline.",
                "And there is always great events,promotions and giveawaysduring baseball season. Don't miss your chance to win t-shirts, hats, backpacks and bobble heads. You can have a front-row seat as you see the skyline light up on Fireworks Night, bring your dog to the ballpark on Pup Night every Tuesday, or stay after the game for a free concert on specific evenings.",
                "While you are in town for a game, stop by theWestern Pennsylvania Sports Museumor theClemente Museumand relive some of the great moments of Pittsburgh sports history.",
                "So round up your family and friends and make your way down to PNC Park to catch a game. Let’s Go Bucs!"
            ]
        },
        "Authentic Experiences": {
            "content": [
                "Downtown Pittsburgh",
                "Bars & Nightlife",
                "Wineries & Distilleries"
            ]
        },
        "Related Blog Posts": {
            "content": [
                "What to Eat at PNC Park",
                "​Spending the day watching baseball at PNC Park is a real treat.",
                "10 Awesome Pittsburgh Summer Date Nights",
                "Pittsburgh is a city that is not just easy to fall in love with, but just as easy to fall…",
                "Top 11 Things to Do with a Family in Pittsburgh",
                "In Pittsburgh, summer is the perfect time to explore all the family fun the city has to offer!",
                "Insider’s Guide to Three Rivers Beer Week 2024",
                "Popping local events from Pittsburgh's most popular breweries highlight 2024 event"
            ]
        }
    }
}