{
    "Millvale Music Festival 2024": {
        "content": [
            "Wander through the streets of Millvale to celebrate the arts with two days of free live music and performances.",
            "Experience the best of Pittsburgh's arts scene at the annualMillvale Music Festival. This vibrantneighborhoodcelebration transforms the streets ofMillvaleinto an electrifying hub ofarts and culturefor two days. With over 300 musical acts, art for sale by local artists, stand-up comedy, spoken word performances, and a variety of food trucks, this free festival has quickly become a can’t miss event for locals."
        ],
        "Event Details": {
            "content": [
                "The Millvale Music Festival is a FREE festival held at different bars, breweries, outdoor spaces, and community centers in the Millvale neighborhood of Pittsburgh. This year’s festival is onFriday, May 17thandSaturday, May 18th, 2024."
            ]
        },
        "Lineup": {
            "content": [
                "There will be over 300 local bands and musicians, visual artists, comedians, spoken word performances, and food trucks at the festival. For the most up to date lineup, visit the officialMillvale Music Festival website."
            ]
        },
        "Plan Your Trip": {
            "Download the App": {
                "content": [
                    "Plan out your music festival experience by downloading the official Millvale Music Festival app in advance (App StoreandGoogle Play). Create your own schedule, view the event map, and learn about this year’s performers and artists."
                ]
            },
            "What to Bring": {
                "content": [
                    "Millvale Music Festival is an outdoor event that will have you walking throughout the neighborhood to enjoy different performances. To ensure you have a great time, bring along these items:",
                    "Snap a great photo during the festival?",
                    "Share it with#lovePGHand#MMF24."
                ]
            },
            "Parking & Transit": {
                "content": [
                    "There are manydifferent ways to get to the festivalincluding driving, ride shares, biking, and public transit. Street parking will be very limited and arriving via an alternative method is highly recommended. To travel viapublic transittake routes that connect the 1 to Tarentum, the 2 to Mount Royal, and stops north on Evergreen.",
                    "Bikingto the festival is a great way to travel! Millvale Music Festival has partnered withBikePGHsince 2022 to provide extra bike racks at multiple points throughout the festival. The festival is also accessible via theThree Rivers Heritage Trailthrough the Millvale Riverfront Park, with multiple public parking lots along the trail.",
                    "Insider’s Guide to Pittsburgh’s Millvale Neighborhood",
                    "This reinvented Pittsburgh neighborhood is now a go-to for craft beer, great bars and top entertainment"
                ]
            }
        },
        "More to Explore": {
            "content": [
                "Insider’s Guide to Pittsburgh Music Venues",
                "Your one-stop guide to Pittsburgh's live music scene",
                "Just Keep Spinning | A Guide to Pittsburgh Record Stores",
                "Some of the top record shops in the world are right here in Pittsburgh",
                "Pittsburgh Visual Arts Checklist",
                "Galleries, displays and museums for every art lover",
                "Pittsburgh Music Festivals To Jam To",
                "Pittsburgh hosts a number of fantastic music festivals throughout the year. Make plans to catch a few of these must-see…",
                "Only in Pittsburgh Summer Festivals & Events",
                "Mark your calendars for these 2024 Pittsburgh summer festivals and check back often for event updates!",
                "Things to Look Forward to in 2024",
                "There's a lot to be excited about in Pittsburgh in 2024!"
            ]
        }
    }
}