{
    "Things to Do": {
        "content": [
            "A City of Multitudes",
            "Pittsburgh is a modern, ever-evolving city where the must-sees vary week to week as Downtown-encompassingfestivals, a vibrant Cultural District ofworld-class productions, fan-friendlysports eventsin iconic stadiums, and our distinctfour seasonsmake each trip unique. Add in our award-winningculinaryscene,craft beverage-packed neighborhoods and renownedmuseumsyou can enjoy throughout the year, and the only thing you won't have on your itinerary is free time.",
            "Need to extend your trip a day or two to get it all in?We figured.",
            "Inclines and trolleys and riverboats (oh my)! There are so many ways totour and sightseearound the city of Pittsburgh.",
            "You can take atourby bike, trolley, boat, jet ski, kayak, funicular, bus or Segway, or go old fashioned and explore on your own two feet. Take a ride on the historicDuquesne Inclinefor panoramic views of the city's skyline and rivers.",
            "Outdoor enthusiastscan hike, bike and picnic at the numerousparks and green spaces, includingSchenley ParkandPoint State Park.",
            "Our recommendation? Pick one of our90 neighborhoodsthat make the city unique and explore.",
            "This Week in Pittsburgh",
            "Events that will pique your interests and inspire new adventures.",
            "Please enable JavaScript to show the Partner Listings listings.",
            "Free Things to Do",
            "There are plenty of free activities in Pittsburgh. Browse free events, museums and more here.",
            "Pittsburgh Holiday Lights",
            "Experience the sparkle this 2023 holiday season in Pittsburgh!",
            "Top 11 Things to Do with a Family in Pittsburgh",
            "In Pittsburgh, summer is the perfect time to explore all the family fun the city…",
            "Things To Do Between Sporting Events in Pittsburgh",
            "Coming to Pittsburgh for the big game? Here’s an insider’s guide to some cool, local…",
            "A Guide to Market Square",
            "Located in the heart of Downtown Pittsburgh, Market Square is a must-see for tourists and…"
        ]
    }
}