[
    {
        "Thanks for attending Picklesburgh 2024!": {
            "content": "",
            "HOPE YOU HAD AN UN-DILL-IEVABLE TIME!SEE YOU NEXT YEAR!": {
                "content": "",
                "Picklesburgh will return July 2025.": {
                    "content": "Subscribe to get updates! Subscribe to get updates! "
                }
            },
            "Picklesburgh is produced by:": {
                "content": ""
            },
            "Sponsors": {
                "content": "Picklesburgh™ is produced by The Pittsburgh Downtown Partnership. Picklesburgh™ is a registered trademark of the Pittsburgh Downtown. Partnership."
            }
        },
        "url": "https://www.picklesburgh.com/"
    },
    {
        "Vendors": {
            "content": "Dill-icious delights, peculiar pickled drinks, tasty treats, fun pickle merchandise, and more are available all weekend long.Stay around for happy hour!Specialty cocktails are available 4:30 – 9:30 p.m. on Thursday, Friday, and Saturday and 12:00 – 5:00 p.m. on SundayFood, beer, and other beverages are available all hours of the festival.Picklesburgh VendorsSearch for vendors by description or location (see map below):Information on this page may be updated at any time."
        },
        "url": "https://www.picklesburgh.com/vendors/"
    },
    {
        "Entertainment": {
            "content": "Picklesburgh is packed with live, local music every day of the festival. With various genres represented, there’s something for everyone to enjoy. Two music stages located at Stanwix & Boulevard and Smithfield & Boulevard will be programmed open to close each day of the festival."
        },
        "Time: Thursday, July 18": {
            "Location: Stanwix St. Stage": "12:00 - 1:00pm, Nick Guckert; 1:30 - 2:30pm, Jay Wiley; 3:00 - 4:30pm, The Chris Casalinuovo Band; 5:00 - 6:00pm, Casey Catone; 6:30 - 8:30pm, Mean Blue Planets; 9:00 - 10:00pm, The Polkamaniacs",
            "Location: Smithfield St. Stage": {
                "content": "12:00 - 1:00 pm, Melina Bowser feat. Dave Schmiech; 1:30 - 2:30 pmm Pickle Mafia; 3:00 - 4:00 pm, Pioneer Records - The Pit Crew; 4:30 - 5:30 pm, Caleb Kopta; 6:00 - 7:00 pm, Megan Paullet; 7:30 - 8:30 pm, Michael Christopher Band; 9:00 - 10:00 pm, The Conspiracy Theory"
            }
        },
        "Friday, July 19": {
            "Location: Stanwix St. Stage": {
                "content": "12:00 - 1:00 pm, Kelley Jeanne; 1:30 - 2:30 pm, Elias Khouri; 3:00 - 4:00 pm, Echoes on Water; 4:30 - 5:30 pm, The Altered Egos; 6:00 - 7:00 pm, MASON. & Mr. Business; 7:30 - 8:30 pm, Full Fat; 9:00 - 10:00 pmFranchise Band"
            },
            "Location: Smithfield St. Stage": {
                "content": "12:00 - 1:00 pm, Project Banjo; 1:30 - 2:30 pm, Max Rosen; 3:00 - 4:00 pm, Big Blitz; 4:30 - 5:30 pm, This-That & The Other Thing; 6:00 - 7:00 pm, Zinnia's Garden; 7:30 - 8:30 pm, Miss Freddye's Blues Band; 9:00 - 10:00 pm, Pennsoulvanians"
            }
        },
        "Saturday, July 20": {
            "Location: Stanwix St. Stage": {
                "content": "12:00 - 1:00 pm, Anne Eliza; 1:30 - 2:30 pm, The Redlines; 3:00 - 4:00 pm, Paging Doctor Moon; 4:30 - 5:30 pm, Chillhouse; 6:00 - 7:00 pm, Justin Fabus; 7:30 - 8:30 pm, The Appalachian Soul Man Aristotle Jones; 9:00 - 10:00 pm, Pickup Line"
            },
            "Location: Smithfield St. Stage": {
                "content": "12:00-1:00 pm, Jessica Bella Band; 1:30-2:30 pm, William Matheny; 3:00-4:00 pm, Pioneer Records - James the Seventh; 4:30-5:30 pm, NASH.V.ILL; 6:00-7:00 pm, Koz; 7:30-8:30 pm, JVK; 9:00-10:00 pm, Darin Dinapoli"
            }
        },
        "Sunday, July 21": {
            "Location: Stanwix St. Stage": {
                "content": "12:00 - 1:00 pm, Come September; 1:30 - 2:30 pm, Pierce Dipner Band; 3:00 - 4:00 pm, Whitley Jean; 4:30 - 6:00 pm, The Flow Band"
            },
            "Location: Smithfield St. Stage": {
                "content": "12:15 - 1:45 pm, Zen Strings; 2:15 - 3:45 pm, The Right TurnClyde; 4:15 - 5:45 pm, Soulful Femme"
            }
        },
        "url": "https://www.picklesburgh.com/entertainment/"
    },
    {
        "Gherkin Games": {
            "content": "This year, dare dill-vils from across the land competed for a shot at gherkin glory in three heart pounding eventsPreliminary heats took take place on Friday, July 19 and Saturday, July 20, culminating in championships on Sunday, July 21. The winning champion of each event relished their victory with $500 in grand prize money, a life-like pickle trophy, and—most importantly—a “royal” title fitting of their pickle prowess.Congrats to our 2024 Champions!",
            "Pickle Juice Drinking": {
                "content": "Quench your thirst for brine in this test of speed and fermented fortitude. Whoever can chug a quart (32 fl oz.) ofPittsburgh Pickle Company’s Picklexirthe fastest will be deemed the winner of their round and vie for the title ofDuke of Drinkingin the championship on Sunday. Pickle Eating –New!Only stomachs of steel will prevail in this new contest category! Whoever eats the most pickles by weight in five minutes (‘chipmunking’ is allowed) will win their round and earn a spot in the final, where theEarl of Eating, first of their name, will be crowned. "
            },
            "Pickle Eating –New!": {
                "content": "Only stomachs of steel will prevail in this new contest category! Whoever eats the most pickles by weight in five minutes (‘chipmunking’ is allowed) will win their round and earn a spot in the final, where theEarl of Eating, first of their name, will be crowned. Bobbing for Pickles –New!No hands are allowed in this pickled take on the peculiar party pastime. Whoever can retrieve the most pickles by weight in 90 seconds using only their mouth will win the round and face-off in the finals to become Picklesburgh’s firstBaron of Bobbing! "
            },
            "Bobbing for Pickles –New!": {
                "content": "No hands are allowed in this pickled take on the peculiar party pastime. Whoever can retrieve the most pickles by weight in 90 seconds using only their mouth will win the round and face-off in the finals to become Picklesburgh’s firstBaron of Bobbing! General Contest Rules & Regulations General Contest Rules & Regulations "
            }
        },
        "General Contest Rules & Regulations": {
            "content": "All contestants must be 18 years of age or older. All contestants will initially be selected through the pre-registration process. Contestants may complete only one registration form per event – duplicate entries in the same event will not be counted. All contestants must complete a waiver of liability and publicity release on-site the day of the contest. Contestants may only compete in one preliminary round of each game. Contestants will receive an email confirming their assigned round time and further details. Assigned competition slots are non-transferrable. If you can no longer participate, please let us know. There will be preliminary rounds held each day of the event and a final championship round held on the final day of the event. The winners of each preliminary round will be required to return to the festival to compete in the championship round on Sunday, July 21. Contestants must arrive at the assigned check-in area (included in their acceptance email) no later than 30 minutes prior to their assigned competition round or they forfeit their time slot. Any forfeited/open slots will be randomly assigned to on-site walk-ups, which are open to any eligible adult. The raffle for any open/forfeited slots will occur 15 minutes prior to each round. Interested contestants must be present during the raffle to be eligible for that round. Raffle drawings and assignments are final and up to the judges’ discretion. Contestants who lose their assigned or raffled round may enter the walk-up raffle to compete again, but they are not guaranteed any additional competition rounds. Organizers reserve the right to assign, reserve, remove, and reschedule competition slots as well as cancel anyone’s individual participation in any round. These decisions are non-negotiable and final. Any unsportsmanlike conduct is grounds for immediate disqualification and removal from the contest at the discretion of the contest judges. The winner will be determined by judges appointed by the Pittsburgh Downtown Partnership. The judges’ decisions are final and non-contestable. Rules, eligibility, times, and prizes are subject to change without notice at the discretion of the Pittsburgh Downtown Partnership."
        },
        "url": "https://www.picklesburgh.com/games/"
    },
    {
        "Li’l Gherkins KidsPlay Activity Area": {
            "content": "Stop by the Li'l Gherkins KidsPlay Activity Area with your li’l gherkins. Enjoy free coloring pages, decorate pickle necklaces, and make puppets to take home!",
            "KidsPlay Hours": "Friday - Saturday 12 - 8 p.m.Sunday 12 - 6 p.m.", 
            "Li’l Gherkins Activity Area Guidelines": "Li’l Gherkins Activity Area Guidelines:Li’l gherkins must be accompanied by an adult, and adults must be accompanied by a li’l gherkinOne craft per child, ages 14 and under. No food or beverages at the craft tablePlease park your stroller outside of the tent."
        },
        "url": "https://www.picklesburgh.com/festival-schedule/lil-gherkins-activity-area/"
    },
    {
        "Taste of Picklesburgh": {
            "Thursday, July 11 – Sunday, July 21, 2024": {
                "content": "Calling all pickle-lovers and foodies alike! Are you craving a tried-and-true fried pickle? Looking for a fun twist for happy hour?Curious about pickled treats outside the classic cucumber?Look no further! We aredill-ightedto announce a reimagined celebration of your favorite pickled event! Just ahead of the Picklesburgh main event, you can satisfy your pickle predilection with a ‘Taste of Picklesburgh’ whichdill-iversan array of pickle-themed food, beverages, and merchandise from 27 participating Downtown businesses.Plus, buy a pickle themed item and receive a free Heinz Pickle Pin with your purchase, while supplies last!See below for complete business listing and respective pickle themed items."
            }
        },
        "Participating Restaurants & Boutiques": {
            "306 Forbes Boutique": {
                "location": "306 Forbes Ave",
                "content": "Pickle Tee Shirts: In 2 different prints. Dill Pickle Flavored Peanuts: 10 ounce cans. Pickle Key Chains. Pickle Hair Clips. Pickle Stickers. Pickle Earrings. Pickle Birthday Cards"
            }, 
            "Alihan’s Coffee & Breakfast": {
                "location": "129 6th Street",
                "content": "Kisir Salad: Refreshing summer salad with bulgur, peppers, pickles (pictured). Nohut Salad: Turkish specialty salad with chickpeas, peppers, onions, tomatoes, pickles. Breakfast or Lunch Panini: Breakfast panini with cheese, spicy Turkish beef sausage, and pickles or lunch panini with turkey ham, sundried tomatoes, and pickles"
            },
            "Alihan’s Mediterranian Cuisine": {
                "location": "124 6th Street",
                "content": "Kofte Kebab with Turshu: Lamb or Chicken Kofte Kebab served with Turshu (pickled salad with pickles). Kisir Salad: Traditional Turkish salad with bulgur, peppers, onions, parsley, pickles. Nohut Salad: Chickpea salad with peppers, onions, and pickles (pictured)"
            },
            "Barcadia": {
                "location": "24 Market Square",
                "content": "The Pittsburgh Pickler: 2 smash burger patties, cheddar cheese, onions, pickles, served with dilly ranch on a bun. Pickled Pizza: Garlic butter sauce, mozzarella, provolone, pickled pepperoni, onions, pickles, drizzled with dilly ranch. Pickletini: Gin or vodka, dry vermouth, pickle brine, garnished with a pickle. Pickle Sour: Bourbon, pickle brine, lemon juice, Old Bay seasoned rim, garnished with a lemon slice"
            },
            "City Works": {
                "location": "2 PPG Place",
                "content": "Fried Pickles: Beer-battered kosher dill pickles with ranch dressing. Cuban Sandwich: Smoked pulled pork shoulder, ham, sliced hot link, smoked provolone, Carolina mustard BBQ sauce, spicy bread & butter pickles on a cuban roll (pictured). Dill Pickle Gose Beer: Southern Tier limited-release beer. Pickle Spritz: Pickle juice, St. Germain, lemon juice, sparkling wine, cornichon pickle. Spicy Pickle-rita: Pickle juice, tequila, triple sec, chili simple syrup, lime juice, cornichon pickle"
            },
            "Cafe Momentum": {
                "location": "268 Forbes Ave",
                "content": "Pan Roasted Mahi Mahi with browned butter hollandaise, spicy pickled tomato and watermelon radish escabeche. Cinnamon and Star Anise Pickled Grapes. Herbs de Pitt Pickled Gooseberries"
            },
            "Con Alma": {
                "location": "613 Penn Ave.",
                "content": "Dona Nostra. Pickle Potato Chips. Pickle the Pieces"
            },
            "Fresh Nostalgia": {
                "location": "143 6th St, Roosevelt Building",
                "content": "Tee Shirts. Candles. Tea Towel Gift Sets. Tote Bags. Stickers"
            },
            "Genoa Pizza & Bar": {
                "location": "143 6th St, Roosevelt Building",
                "content": "Picklesburgh Pizza. Chicken Bacon Pickle Hoagie. Pickle Beer Draft Southern Tier"
            },
            "Las Velas Mexican Restaurant": {
                "location": "21 Market Square",
                "content": "Carnitas Tacos with Pickle Dressing. Pickleback Shot. Pickled Margarita"
            },
            "love, Pittsburgh": {
                "location": "805 Liberty Ave",
                "content": "Jarred Pickle Small Notebook. Pickle Candle. Pickle Kreepy Doll"
            },
            "Mitchell’s Pub": {
                "location": "304 Ross St",
                "content": "Deep Fried Pickles. Pickle-tini. Jameson Pickle-Back Shot"
            },
            "Olive or Twist": {
                "location": "140 6th St",
                "content": "Pickled De Gallo Nachos. 6th Street Pickle Chips. Tito’s Pickle-Tini"
            },
            "OMNI William Penn Hotel": {
                "location": "530 William Penn Pl",
                "content": "Pickle Board: A selection of house-made pickles, cured meat, artisan cheese and crostini. Pickle-Brined Fried Chicken Sandwich: Served with fries and house-made pickle. Pickle Martini: Union Forge vodka, pickle brine, and pepperoncini brine"
            },
            "PAIR Charcuterie": {
                "location": "201 Smithfield St",
                "content": "Pickled Deviled Eggs. Pickled Lemonade. Pickle Cake Pops"
            },
            "Primanti Bros.": {
                "location": "2 Market Square",
                "content": "Whole Kosher Pickle. Spicy Beer Battered Pub Pickles. Almost Famous Pickle Beer"
            },
            "Redbeard’s on Sixth": {
                "location": "144 6th St",
                "content": "Deep Fried Pickles. Espolon Blanco Pickle Shots. Jameson Pickle Shots"
            },
            "Revel PGH": {
                "location": "242 Forbes Ave",
                "content": "Housemade Pickles. Deep Fried Pickle Spears. Pickle Brined Chicken Nuggets. Picklebacks"
            },
            "Sly Fox Brewery": {
                "location": "300 Liberty Avenue, Suite 100",
                "content": "Pickle Pizza. Pickle Stuffed Pierogis. Pickle Poppers: A play on jalapeno poppers. Sly Fox Pickle Light: Light lager, 4.5%, Downtown Taphouse exclusive"
            },
            "Space Bar": {
                "location": "22 Market Square",
                "content": "Pickle Bloody Mary. Watermelon Pickle Lemonade with Boba. Pickle Shot with House Brine"
            },
            "Steel City": {
                "location": "625 Smithfield St",
                "content": "Pittsburgh Pickles Tee: This design is printed on a soft cotton tee, preshrunk and unisex fit. Pickle Sticker"
            },
            "The Berg Chicken and Pizza": {
                "location": "4 PPG Pl, Suite 150",
                "content": "Pickle and Chicken Pizza. Fried Pickle Spears: Served with ranch (pictured). Pickle and Vanilla Milkshake"
            },
            "The Simple Greek": {
                "location": "431 Market St",
                "content": "Dyl’s Relished Hummus. Dyl’s Dip with Pita. Fried Pickles"
            },
            "The Refillery": {
                "location": "100 7th St",
                "content": "Pickle Shaped Bar Soaps. Pickle Dish Towel Sets. Pickle Shaped Candles"
            },
            "The Yard": {
                "location": "100 Fifth Ave",
                "content": "Pickle Fries: Beer-battered fried pickle sticks, parmesan, marinara. A Big Dill Sandwich: Chicken salad, chopped dill pickles, romaine, tomato, served on a brioche bun with chips. P.B.L. Grilled Cheese: Cheddar, fried pickles, bacon, lettuce, dill ranch, served on signature texas toast with tomato soup & chips. Pineapple-Pickle Tonic: Pineapple, lime, dill pickle juice, simple, tonic. Pickleback Shot: Jameson, dill pickle juice"
            },
            "Waffles INCaffeinated": {
                "location": "456 Fifth Ave",
                "content": "Chicken Salad Sandwich: Combining sweet pickles and egg. Garden Delight Sandwich: Made with relish. Pickle Beer: One of their craft beers with pickle juice"
            },
            "Forbes Tavern": {
                "location": "310 Forbes Ave",
                "content": "Pickled Wings. Pickled Scottish Eggs. Pickled Flatbread. Pickle Juice Martini. Jameson Pickle Back Shot"
            }
        },
        "url": "https://www.picklesburgh.com/taste-of-picklesburgh/"
    },
    {
        "News": {
            "Cloudy with a chance of…pickles?": "PDP President and CEO Jeremy Waldrup was live from beneath the Giant Pickle on this morning’s AccuWeather Forecast! Watch below.",

            "Iconic Hometown Favorites Get Exclusive Picklesburgh Twist": "Voted #1 Food Festival in America for the three consecutive years, Picklesburgh provides a perfect opportunity for Pittsburgh’s most beloved local food and drink purveyors to surprise and dill-ight festival goers with pickled twists on familiar favorites. This year’s festival expands to four days (July 18 – 21) with an exclusive menu of hometown crowd pleasers from some of Pittsburgh’s most iconic and beloved breweries, bakeries and eateries including Iron Born Pizza, Hyeholde, Fl.2, Meat & Potatoes, Millie’s Ice Cream, DiAnoia’s Eatery, Yuzu and Burgatory. NEW! Introducing IC Pickle! A Steel City staple, Iron City Beer is thrilled to debut its newest concoction: IC Pickle! A fermented first for Picklesburgh, this exclusive pickle-flavored edition of Iron City’s popular IC Light beer was developed in collaboration with Pittsburgh Pickle Company. “The crisp taste of cucumber balanced with fresh dill makes this lager most refreshing when spending the day trying the best pickles Pittsburgh has to offer,” said Brandon Mayes, director of brewing and quality assurance. IC Pickle will be exclusively on tap at Picklesburgh and is sure to be a hit among beer and brine enthusiasts alike. Turner’s is once again putting a pickled twist on a non-alcoholic summertime classic! Exclusively for Picklesburgh, Turner’s will be offering a limited-edition Pickled Iced Tea! Turner’s ice-cold beverages are Pittsburgh’s favorite summer refreshment and will be offered as a special edition beverage along with classic iced teas and lemonades at multiple locations around the festival. NEW! Jenny Lee is gearing up for Picklesburgh with a grilled cheese-and-gherkin sandwich! World-famous for their swirl bread, Jenny Lee is preparing to launch its own version of a popular pairing: grilled cheese and gherkins! Their new signature sandwich is set to become an instant Picklesburgh classic, combining two buttered-up slices of their famous Garlic & Herb savory bread with Swiss cheese and pickles from Eerie-based Flippin’ Pickles. To give back to the community, Jenny Lee’s is also presenting free kids activities during Picklesburgh at the Li’l Gherkins Kidsplay area. Thanks to Jenny Lee’s, kids will be able to create pickle shaped jewelry and puppets in conjunction with creative staff from Arts Excursions Unlimited. Mancini’s introduces a new edition of Picklesburgh exclusive PGH Roll! As the legendary Mancini’s Bakery returns to this year’s Picklesburgh, a new creation joins last year’s sensation, the PGH Roll, made with Heinz pickle chips and Islay’s chipped ham. This year, make room for the new PGH Roll 2.0 made with Silver Star cheesy Bratwurst and pickled cabbage, fresh-baked into an Iron City Beer roll. An expanded ‘Taste of Picklesburgh’ experience gives dill devotees a head start on the fermented festivities from July 11 through July 21 Those who are pining for Picklesburgh and can’t wait to placate their pickle passion can rejoice as Taste of Picklesburgh returns in a newly expanded format! This year, starting July 11 and continuing throughout the festival until July 21, over 25 Downtown restaurants and retailers will offer a creative array of pickle-inspired food and drink items, gifts, and products. Participating establishments will also distribute free Heinz Pickle Pins with purchase of pickle-themed items, while supplies last.",

            "Three-Time Champ Picklesburgh Nominated Again for ‘Best Specialty Food Festival in America’!": "Voting is now open for Picklesburgh fans to defend its #1 status. The festival will make its dill-ightful return to Downtown Pittsburgh on July 19-21, 2024. The Pittsburgh Downtown Partnership (PDP) is excited to dill-iver the best news – confirmed dates for Picklesburgh 2024! And if you’re pining for some early pickled action, Picklesburgh (the #1 Best Specialty Food Festival in America three times in a row) is hoping you’ll cast your vote without dill-ay to retain the title! Voting is open now until March 18 to keep Picklesburgh at #1 in USA Today’s Readers’ Choice Awards! The Pittsburgh Downtown Partnership (PDP) is excited to dill-iver the best news – confirmed dates for Picklesburgh 2024! And if you’re pining for some early pickled action, Picklesburgh (the #1 Best Specialty Food Festival in America three times in a row) is hoping you’ll cast your vote without dill-ay to retain the title! Voting is open now until March 18 to keep Picklesburgh at #1 in USA Today’s Readers’ Choice Awards! BRACE YOURSELVES – THE BRINIEST BASH IN THE ‘BURGH WILL RETURN TO BLVD. OF THE ALLIES ON FRIDAY, JULY 19 – SUNDAY, JULY 21, 2024! Returning for its 9th year, the signature Heinz pickle balloon will once again fly above Downtown Pittsburgh the weekend of July 19th. Produced by the PDP and presented by Kraft-Heinz, Picklesburgh is a free, multi-day festival full of fermented fandom and fun. With dill-icious food from around the region and the world, pickle-themed merchandise, live music, free ‘Lil’ Gherkins’ activities, and a heart-pounding pickle juice drinking contest, there’s something for everyone to relish! Recognized as a ‘Signature Event’ by the Commonwealth by the Pennsylvania Tourism Office, Picklesburgh has grown every year since launching in 2015and continues to garner national (and international) attention. Last year, the location of the event moved from the Sister Bridges to a larger footprint on Boulevard of the Allies, seeing over 200K people attend and breaking all prior attendance records. “The festival was originally created to bring people downtown during summer when weekends were quiet, and business was slower. Almost a decade later, I don’t think we could ever have envisioned how the region has embraced this event and made it something so uniquely Pittsburgh,” said Jeremy Waldrup, president and CEO of the Pittsburgh Downtown Partnership. “We’ve grown significantly every year, and it looks like that will happen again in 2024!” CAST YOUR VOTES NOW THROUGH MARCH 18 TO HELP PICKLESBURGH DEFEND ITS #1 TITLE! Picklesburgh is the three-time reigning champion of USA Today’s Reader’s Choice Best Specialty Food Festival in The USA and now’s our chance to help defend the title! You can vote once per day, so don’t dill-ay! Pittsburghers can cast their votes today through March 18 at this link: Vote Now! More details about the 2024 festival will be announced over the coming months."

        },
        "url": "https://www.picklesburgh.com/news/"
    },
    {
        "Accessibility": {
            "content": "We are dedicated to continually improving our efforts to ensure that all Picklesburgh patrons can enjoy the festival to the fullest. We welcome and encourage your feedback and suggestions. If you have any specific accessibility concerns or questions not addressed on this page, please contact us at pdp@downtownpittsburgh.com.",
            "Wheelchair Access": "Picklesburgh is an outdoor event. The footprint is fully paved and navigable for those with mobility needs. We encourage patrons who require mobility assistance to utilize personal forms of transportation, such as wheelchairs and scooters. We do not provide wheelchair / scooter services or rentals.",
            "Restrooms": "Every restroom area within the event footprint is equipped with ADA-compliant bathrooms to accommodate all guests.",
            "Guide Dogs": "Guide dogs and service animals are welcome throughout the event. Please ensure your service animal is easily identifiable.",
            "Parking": "Handicapped parking is available at all nearby garages, providing convenient access to the event area.",
            "Vendor and Stage Areas": "All vendor areas and stage viewing areas are wheelchair accessible, ensuring that all attendees can access all amenities on the footprint."
        },
        "url": "https://www.picklesburgh.com/accessibility/"
    },
    {
        "Getting Here": {
            "Festival Location": "Picklesburgh 2025 will take place in Downtown Pittsburgh. Location details to be announced in the coming months.",
            "Road Closures": "Road closures for the 2025 festival will be released prior to the event.",
            "Bus, Bike, & Light Rail": "Getting to Downtown Pittsburgh is easy via public transit. Plan your trip using the Port Authority’s Trip Planner, or utilize POGOH Bike Share, and the bike lane network to bike into town. Don’t forget: once you’re Downtown, the Light Rail free fare zone can get you from Downtown to the North Shore quickly and for free. The bike parking area is located at One PPG Place under the Fourth Ave. portico.",
            "Driving & Parking": "No matter where you’re coming from there are lots of convenient parking options for Picklesburgh! New this year! Advance reserved parking: Picklesburgh Parking with iParkit. Be sure to select the date and time that suits your plans. Park near Picklesburgh or across town to avoid Festival traffic. Real-time parking availability all around Downtown: parkpgh.org. You can also take public transit – there are multiple lines that get you very close to the festival footprint!",
            "Accommodations": "With numerous options that are an easy walk to and from the festival, it’s easier than ever to make a weekend out of Picklesburgh! View a full listing of local hotels at on our Downtown hotel directory."
        },
        "url": "https://www.picklesburgh.com/visit/getting-here/"
    }
]