{
    "introduction": "The Andy Warhol Museumis located on theNorth ShoreofPittsburgh,Pennsylvania, in theUnited States. It is the largest museum inNorth Americadedicated to a single artist.[4]The museum holds an extensive permanent collection of art and archives from thePittsburgh-bornpop articonAndy Warhol.",
    "History": {
        "content": [
            "Plans for the museum were announced in October 1989,[7]about 2½ years after Warhol's death.  At the time of the announcement, works worth an estimated $80 million were donated to the newly announced museum by the AWFVA and the Dia Art Foundation.[7]Thomas N. Armstrong III, who had been the director of theWhitney Museum of American Artfrom 1974 to 1990, was named the museum's first director in 1993.[8]Matt Wrbicanjoined the staff of the museum before it opened, inventorying Warhol's belongings in New York, and has become the archivist and an expert on Warhol's work.[9]",
            "By 1993, the 88,000-square-foot (8,200 m2) industrial warehouse and its extensive renovations had cost about $12 million, and the AWFVA had donated more than 1,000 of Warhol's works worth over $55 million,[8]a donation that grew to about 3,000 works.[4]",
            "On May 13–14, 1994, the museum attracted about 25,000 visitors to its opening weekend.[4]Armstrong, its founding director, resigned nine months after its opening; at the time of his resignation, the museum had had \"tense relations\" with the AWFVA and the Carnegie Institute, its financial backer, thoughThe New York Timescould find no one involved who would say whether that friction played a role in Armstrong's resignation.[4]",
            "On November 1, 1997, the AWFVA donated all Warhol film and video copyrights to the museum.[10]",
            "In 2013, it was announced that inManhattan,New York City, in theEssex Crossingdevelopment on theLower East Side, an annex to the main Pittsburgh museum was scheduled to open by 2017.[11][12][13][14][15]However, the museum announced in March 2015 that it had dropped its plans to open the New York annex.[16]",
            "In October 2019, anaudio tapeof publicly unknown music byLou Reed, based on Warhol's 1975 book, “The Philosophy of Andy Warhol: From A to B and Back Again”, was reported to have been discovered in an archive at the museum in Pittsburgh.[17]",
            "In 2022, the museum announced a $60 million expansion deemed The 'Pop District' covering six blocks in Pittsburgh, PA. The expansion looks to build a music venue, a social media studio called Warhol Creative, and expand places for public art exhibits.[18]The proposed site would be around 58,000 square feet (17,500 square meters), including a first-floor concert venue with standing room for up to 1,000 people, a second-floor mezzanine, and an events space that could hold up to 360 people on the fourth floor. The third floor would be used for offices and support spaces.[19]The project is expected to take ten years and is funded primarily through local foundations.[20]"
        ]
    },
    "In popular culture": {},
    "See also": {},
    "References": {},
    "External links": {}
}