{
    "introduction": "Contemporary Craft(CC), which was previously known as theSociety for Contemporary Craft, presentscontemporary artin craft media such as ceramics, metals, fiber, glass, wood, and mixed media by international, national, and regional artists. In 2020, CC relocated from The Strip District to its permanent location on Butler Street in the Lawrenceville neighborhood inPittsburgh,Pennsylvania,United States. The organization offers exhibitions focusing on multi-cultural diversity and social justice.,[1]artist-led, hands-on workshops, and a store featuring handcrafted art objects by artists from across the United States. CC is free admission and open to the public.",
    "History": {
        "content": [
            "CC was founded in 1971 by Elizabeth Rockwell Raphael[5][6]in the belief that contemporary artists had new things to say with traditional materials, and that they needed wider opportunities to exhibit and sell their work.  Since then, CC has organized more than 230 exhibitions and has established a satellite gallery[7]and a permanent collection. CC also offers a range of studio classes, community outreach programs, and a retail store.",
            "Elizabeth “Betty” Rockwell Raphael, who has been called one of the most groundbreaking women in the arts[2]was the first to transform the Pittsburgh arts scene. Before its foundation in 1971, Raphael opened a small art gallery in 1941 making the first modern art gallery Pittsburgh had ever seen. She introduced a new vision of art to the city and created what is now one of the only organizations in the country that focuses solely on craft media.[7]",
            "In 2010, CC was named a \"Champion in Action\" in the community arts category byCitizens BankandWPXI-TV, and received a $25,000 grant for “offering cutting-edge exhibitions focused on multicultural diversity and non-mainstream art, as well as a range of classes and community outreach programs,” said Ralph J, Papa, Chairman of Citizens Bank of Pennsylvania.[4]",
            "In 2018, CC received the Award of Distinction fromAmerican Craft Council. This award recognizes an organization, institution, corporation, or individual who has made significant contributions to the field of craft with a minimum of 25 years of service.[8]CC was the first organization to receive this award in Pittsburgh, PA.[citation needed]"
        ]
    },
    "References": {},
    "General references": {}
}