{
    "introduction": "40°26′42″N79°57′23″W﻿ / ﻿40.445116°N 79.956442°W﻿ /40.445116; -79.956442",
    "History and notable features": {
        "content": [
            "This historic building was conceived by theGrand Army of the Republicduring the 1890s as a way for Pittsburgh andAllegheny Countyresidents to honor the dwindling ranks ofAmerican Civil Warveterans; it was built on what had served as aUnion Armymustering ground during the war. The memorial now represents all branches of the service and honors career and citizen soldiers who have served theUnited Statesthroughout its history.",
            "ArchitectHenry Hornbosteldesigned this memorial in 1907. Dedicated in 1910, the building was created in theBeaux-Artsstyle and is heroic in scale. It is located in theOaklandsection of Pittsburgh at 4141Fifth Avenue(although the walkway leading to its main entrance is signed as \"Matthew RidgwayBlvd.\" in honor of theWorld War IIandKorean Warhero who called Pittsburgh home). Situated adjacent to theUniversity of Pittsburghcampus and itsCathedral of Learning, the building is set back from Fifth Avenue. It features expansive, well-kept lawns with largecannonsand other war implements. The side streets flanking the building are Bigelow Boulevard and University Place, with O'Hara Street directly behind the memorial.",
            "It houses rare and one-of-a-kind exhibits that span the eras from the American Civil War to present-day conflicts. Since 1963, it has been home to the \"Hall of Valor,\" an exhibit that honors individual veterans from the region who went above and beyond the call of duty. The hall currently pays tribute to more than six hundred honorees, including winners of theMedal of Honor,The Kearny Cross, theDistinguished Service Cross, theNavy Cross, theAir Force Cross, theSilver Star, and theDistinguished Flying Cross.",
            "The building houses an auditorium that seats 2,500, a banquet hall, meeting rooms, and a museum. The expansive lawn of the memorial sits on top of an underground parking garage operated under a long-term lease by the University of Pittsburgh.",
            "It has served as host for many city, civic, university, and business events, including an April 25, 1978, Gulf Oil Corporation shareholders meeting.[4]"
        ]
    },
    "Filming location": {},
    "Famous visitors": {},
    "Gallery": {},
    "References": {},
    "External links": {
        "content": [
            "Video"
        ]
    }
}