{
    "introduction": "The Senator John Heinz History Center, an affiliate of theSmithsonian Institution,[1]is the largest historymuseumin theCommonwealth of Pennsylvania, United States. Named afterU.S. SenatorH. John Heinz III(1938–1991) from Pennsylvania, it is located in theStrip DistrictofPittsburgh.",
    "Senator John Heinz History Center": {
        "content": [
            "This museum's history began in 1879, with the formation of a club called Old Residents of Pittsburgh and Western Pennsylvania. In 1884, leaders changed the organization's name to theHistorical Society of Western Pennsylvania(HSWP); it has been operating continuously since then and is the Pittsburgh region's oldest cultural organization.[3]",
            "HSWP began the tradition of interpreting public history in 1911, organizing the centennial ofsteamboatnavigation in Pittsburgh. In 1955, it led the organization of the city's bicentennial celebration. During its early years, HSWP leaders held meetings in homes and churches, but in 1893, were granted space for the organization's archives at the newCarnegie Library of Pittsburghin theOaklandneighborhood.[3]",
            "By 1914, HSWP had its own building on Bigelow Boulevard. It operated there until 1996, when its expanded quarters in the renovated historic warehouse were completed in Pittsburgh'sStrip District.[3]The Society celebrated the opening of the new museum by hosting an inaugural gala there on April 26, 1996, for 900 guests.[citation needed]In 2004, the Smithsonian wing was completed, adding a gallery for changing exhibitions from theSmithsonian Institution, a Special Collections Gallery, an Education Center, and the Western Pennsylvania Sports Museum.[5]",
            "The History Center is named forH. John Heinz III, the late U.S. Senator from Pennsylvania who died in a 1991 plane crash.[2]"
        ],
        "Architecture": {
            "content": [
                "The century-old Chautauqua Lake Ice Company building was renovated and adapted by the Pittsburgh office of the architecture firm ofBohlin Cywinski Jackson, who did the design and oversaw construction. The interior was designed to show off the building's features, as well as create spaces for exhibits and support space. The museum building is an exhibit in its own right.[6]"
            ]
        },
        "Interior and contents": {
            "content": [
                "The History Center features the Western Pennsylvania Sports Museum, Detre Library & Archives, and six floors of permanent and changing exhibitions that tell the story of Western Pennsylvania.[7]",
                "The History Center features permanent exhibitions including:"
            ]
        }
    },
    "Western Pennsylvania Sports Museum at the History Center": {
        "content": [
            "Located in the Smithsonian wing of the Senator John Heinz History Center, the Western Pennsylvania Sports Museum spans 20,000 square feet (1,900 m2) of exhibit space over two floors. The \"museum within a museum\" captures the Pittsburgh region's evolution and influence as a sports leader over more than a century, from amateur to pro and across the spectrum of sports. The Sports Museum captures tales of Pittsburgh sports through hundreds of artifacts, more than 70 hands-on interactive exhibits, and 20 audio-visual programs.",
            "Select artifacts includeFranco Harris' \"Immaculate Reception\" cleats;Mario Lemieux's hockey skates;Satchel Paige's baseball glove; the pitching rubber from the 1960 World Series;Billy Conn's boxing gloves and light heavyweight champion belt;Arnold Palmer's sweater and golf bag;Chip Ganassi's 2000 Indy 500-winning race car; the \"Ultimate Steelers Fan's Car;\" theHomesteadwomen swimmersOlympicmedals from the 1920s and 1930s; and hundreds ofPittsburgh Piratesbaseball cards."
        ]
    },
    "Detre Library & Archives at the History Center": {
        "content": [
            "The History Center's Detre Library & Archives is an extensive scholarly resource documenting 250 years of life in Western Pennsylvania. The collection includes books, manuscripts, photographs, maps, atlases, newspapers, films, recordings, and other memorabilia.[18]"
        ]
    },
    "Meadowcroft Rockshelter and Historic Village": {
        "content": [
            "The History Center also operatesMeadowcroft Rockshelter, a world-renownedarchaeologicalsite south of Pittsburgh nearWashington County'sAvellacommunity.",
            "The Rockshelter is the oldest site of human habitation in North America, with evidence of humans living there for nearly 19,000 years.[19]The site was named aNational Historic Landmarkin 2005.[20]",
            "The site also includes a recreated 16th century Monongahela Indian Village and 1770s Frontier Trading Post.[21]Adjacent to the Rockshelter is a historic village featuring 19th century structures relocated to the site. The History Center operates this as a living museum, with re-enactors recreating rural life in the 19th century Upper Ohio Valley.[22]"
        ]
    },
    "Fort Pitt Museum": {
        "content": [
            "Since 2010, the History Center has operated theFort Pitt Museum, a two-floor, 12,000-square-foot (1,100 m2) museum located atPoint State Park.[23][24]The museum tells the story of Western Pennsylvania’s pivotal role during theFrench and Indian War, theAmerican Revolution, and as the birthplace of Pittsburgh.[24]"
        ]
    },
    "References": {},
    "External links": {
        "content": [
            "40°26′48″N79°59′32″W﻿ / ﻿40.4466°N 79.9922°W﻿ /40.4466; -79.9922"
        ]
    }
}